{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": true,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "[": 34,
      "\\": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "¡": 70,
      "¢": 71,
      "£": 72,
      "¤": 73,
      "¥": 74,
      "¦": 75,
      "§": 76,
      "¨": 77,
      "©": 78,
      "ª": 79,
      "«": 80,
      "¬": 81,
      "®": 82,
      "¯": 83,
      "°": 84,
      "±": 85,
      "²": 86,
      "³": 87,
      "´": 88,
      "µ": 89,
      "¶": 90,
      "·": 91,
      "¸": 92,
      "¹": 93,
      "º": 94,
      "»": 95,
      "¼": 96,
      "½": 97,
      "¾": 98,
      "¿": 99,
      "×": 100,
      "ß": 101,
      "æ": 102,
      "ð": 103,
      "÷": 104,
      "ø": 105,
      "þ": 106,
      "đ": 107,
      "ħ": 108,
      "ı": 109,
      "ĳ": 110,
      "ĸ": 111,
      "ŀ": 112,
      "ł": 113,
      "ŉ": 114,
      "ŋ": 115,
      "œ": 116,
      "ŧ": 117,
      "ſ": 118,
      "ƃ": 119,
      "ƒ": 120,
      "ƛ": 121,
      "ƥ": 122,
      "ƨ": 123,
      "ƭ": 124,
      "ƴ": 125,
      "ƽ": 126,
      "ǃ": 127,
      "ǆ": 128,
      "ǝ": 129,
      "ǳ": 130,
      "ȝ": 131,
      "ȥ": 132,
      "ɉ": 133,
      "ɐ": 134,
      "ɑ": 135,
      "ɒ": 136,
      "ɔ": 137,
      "ɖ": 138,
      "ə": 139,
      "ɛ": 140,
      "ɡ": 141,
      "ɣ": 142,
      "ɥ": 143,
      "ɪ": 144,
      "ɯ": 145,
      "ɱ": 146,
      "ɲ": 147,
      "ɴ": 148,
      "ɹ": 149,
      "ʀ": 150,
      "ʁ": 151,
      "ʇ": 152,
      "ʊ": 153,
      "ʌ": 154,
      "ʍ": 155,
      "ʎ": 156,
      "ʒ": 157,
      "ʔ": 158,
      "ʕ": 159,
      "ʖ": 160,
      "ʘ": 161,
      "ʟ": 162,
      "ʠ": 163,
      "ʭ": 164,
      "ʮ": 165,
      "ʲ": 166,
      "ʷ": 167,
      "ˆ": 168,
      "ˇ": 169,
      "ˈ": 170,
      "ˉ": 171,
      "ˌ": 172,
      "ˏ": 173,
      "ː": 174,
      "˘": 175,
      "˙": 176,
      "˚": 177,
      "ͱ": 178,
      "ͳ": 179,
      "α": 180,
      "β": 181,
      "γ": 182,
      "δ": 183,
      "ε": 184,
      "η": 185,
      "θ": 186,
      "ι": 187,
      "κ": 188,
      "λ": 189,
      "μ": 190,
      "ν": 191,
      "ξ": 192,
      "ο": 193,
      "π": 194,
      "ρ": 195,
      "ς": 196,
      "σ": 197,
      "τ": 198,
      "υ": 199,
      "φ": 200,
      "χ": 201,
      "ψ": 202,
      "ω": 203,
      "ϗ": 204,
      "ϛ": 205,
      "ϝ": 206,
      "ϟ": 207,
      "ϡ": 208,
      "ϧ": 209,
      "ϰ": 210,
      "ϳ": 211,
      "ϵ": 212,
      "а": 213,
      "б": 214,
      "в": 215,
      "г": 216,
      "д": 217,
      "е": 218,
      "ж": 219,
      "з": 220,
      "и": 221,
      "к": 222,
      "л": 223,
      "м": 224,
      "н": 225,
      "о": 226,
      "п": 227,
      "р": 228,
      "с": 229,
      "т": 230,
      "у": 231,
      "ф": 232,
      "х": 233,
      "ц": 234,
      "ч": 235,
      "ш": 236,
      "щ": 237,
      "ъ": 238,
      "ы": 239,
      "ь": 240,
      "э": 241,
      "ю": 242,
      "я": 243,
      "ѕ": 244,
      "і": 245,
      "ј": 246,
      "џ": 247,
      "ѱ": 248,
      "ѵ": 249,
      "҉": 250,
      "ґ": 251,
      "ғ": 252,
      "ҕ": 253,
      "ӻ": 254,
      "ӿ": 255,
      "ԍ": 256,
      "ԙ": 257,
      "ԛ": 258,
      "ԫ": 259,
      "ա": 260,
      "բ": 261,
      "ե": 262,
      "ի": 263,
      "ծ": 264,
      "վ": 265,
      "ր": 266,
      "ց": 267,
      "փ": 268,
      "օ": 269,
      "և": 270,
      "։": 271,
      "֊": 272,
      "֋": 273,
      "֍": 274,
      "֏": 275,
      "־": 276,
      "׀": 277,
      "׃": 278,
      "׆": 279,
      "׈": 280,
      "׉": 281,
      "׊": 282,
      "׋": 283,
      "א": 284,
      "ב": 285,
      "ד": 286,
      "ו": 287,
      "ח": 288,
      "ט": 289,
      "י": 290,
      "כ": 291,
      "ל": 292,
      "ם": 293,
      "מ": 294,
      "ן": 295,
      "ס": 296,
      "ע": 297,
      "ר": 298,
      "ש": 299,
      "ת": 300,
      "׹": 301,
      "ء": 302,
      "ا": 303,
      "ب": 304,
      "ة": 305,
      "ت": 306,
      "ث": 307,
      "ج": 308,
      "ح": 309,
      "خ": 310,
      "د": 311,
      "ذ": 312,
      "ر": 313,
      "ز": 314,
      "س": 315,
      "ش": 316,
      "ص": 317,
      "ض": 318,
      "ط": 319,
      "ظ": 320,
      "ع": 321,
      "غ": 322,
      "ف": 323,
      "ق": 324,
      "ك": 325,
      "ل": 326,
      "م": 327,
      "ن": 328,
      "ه": 329,
      "و": 330,
      "ى": 331,
      "ي": 332,
      "٣": 333,
      "٩": 334,
      "٪": 335,
      "چ": 336,
      "ک": 337,
      "گ": 338,
      "ھ": 339,
      "ی": 340,
      "۰": 341,
      "۳": 342,
      "۶": 343,
      "۹": 344,
      "ݒ": 345,
      "ݓ": 346,
      "ݔ": 347,
      "ݕ": 348,
      "ݖ": 349,
      "ݗ": 350,
      "ݙ": 351,
      "ݪ": 352,
      "ݫ": 353,
      "ݱ": 354,
      "ݶ": 355,
      "ݷ": 356,
      "ݸ": 357,
      "ݹ": 358,
      "ݺ": 359,
      "߄": 360,
      "ߊ": 361,
      "ߋ": 362,
      "ߌ": 363,
      "ߎ": 364,
      "ߏ": 365,
      "ߕ": 366,
      "ߙ": 367,
      "ߚ": 368,
      "ߠ": 369,
      "ߡ": 370,
      "अ": 371,
      "आ": 372,
      "इ": 373,
      "उ": 374,
      "ए": 375,
      "औ": 376,
      "क": 377,
      "ख": 378,
      "ग": 379,
      "ज": 380,
      "ट": 381,
      "ठ": 382,
      "ड": 383,
      "ण": 384,
      "त": 385,
      "न": 386,
      "प": 387,
      "ब": 388,
      "म": 389,
      "य": 390,
      "र": 391,
      "ल": 392,
      "श": 393,
      "स": 394,
      "ह": 395,
      "ऽ": 396,
      "ा": 397,
      "ि": 398,
      "ी": 399,
      "ो": 400,
      "ौ": 401,
      "।": 402,
      "१": 403,
      "२": 404,
      "५": 405,
      "६": 406,
      "७": 407,
      "८": 408,
      "९": 409,
      "ॳ": 410,
      "ॺ": 411,
      "ং": 412,
      "অ": 413,
      "আ": 414,
      "ই": 415,
      "উ": 416,
      "ও": 417,
      "ক": 418,
      "গ": 419,
      "ঙ": 420,
      "ণ": 421,
      "ত": 422,
      "ধ": 423,
      "ন": 424,
      "প": 425,
      "ফ": 426,
      "ব": 427,
      "ম": 428,
      "য": 429,
      "র": 430,
      "ল": 431,
      "ষ": 432,
      "স": 433,
      "া": 434,
      "ি": 435,
      "ে": 436,
      "০": 437,
      "১": 438,
      "৭": 439,
      "ઉ": 440,
      "ઠ": 441,
      "ળ": 442,
      "૩": 443,
      "૪": 444,
      "ଅ": 445,
      "ଢ": 446,
      "ଣ": 447,
      "ଥ": 448,
      "ମ": 449,
      "୷": 450,
      "ழ": 451,
      "ௗ": 452,
      "௫": 453,
      "௭": 454,
      "௴": 455,
      "ఇ": 456,
      "ఓ": 457,
      "ష": 458,
      "ౙ": 459,
      "ౡ": 460,
      "ಔ": 461,
      "ಟ": 462,
      "ಠ": 463,
      "೪": 464,
      "ആ": 465,
      "ഓ": 466,
      "ഗ": 467,
      "ര": 468,
      "വ": 469,
      "൦": 470,
      "൭": 471,
      "൰": 472,
      "ග": 473,
      "ඤ": 474,
      "ඨ": 475,
      "෴": 476,
      "ก": 477,
      "ข": 478,
      "ค": 479,
      "ง": 480,
      "ฉ": 481,
      "ช": 482,
      "ซ": 483,
      "ด": 484,
      "ต": 485,
      "ถ": 486,
      "ท": 487,
      "น": 488,
      "บ": 489,
      "ป": 490,
      "พ": 491,
      "ภ": 492,
      "ม": 493,
      "ย": 494,
      "ร": 495,
      "ฤ": 496,
      "ล": 497,
      "ว": 498,
      "ษ": 499,
      "ส": 500,
      "ห": 501,
      "อ": 502,
      "ฮ": 503,
      "ะ": 504,
      "า": 505,
      "ำ": 506,
      "฿": 507,
      "เ": 508,
      "แ": 509,
      "โ": 510,
      "ใ": 511,
      "ไ": 512,
      "๐": 513,
      "๑": 514,
      "๗": 515,
      "๙": 516,
      "ດ": 517,
      "ທ": 518,
      "ພ": 519,
      "ມ": 520,
      "ລ": 521,
      "ວ": 522,
      "ສ": 523,
      "າ": 524,
      "ໜ": 525,
      "ໝ": 526,
      "་": 527,
      "༼": 528,
      "༽": 529,
      "ཀ": 530,
      "ད": 531,
      "བ": 532,
      "ལ": 533,
      "ས": 534,
      "ཪ": 535,
      "྾": 536,
      "ဃ": 537,
      "ဏ": 538,
      "န": 539,
      "ဖ": 540,
      "မ": 541,
      "ာ": 542,
      "ြ": 543,
      "၅": 544,
      "၍": 545,
      "ၑ": 546,
      "ၺ": 547,
      "ၾ": 548,
      "႔": 549,
      "ა": 550,
      "ბ": 551,
      "გ": 552,
      "ე": 553,
      "ვ": 554,
      "ი": 555,
      "მ": 556,
      "ო": 557,
      "რ": 558,
      "ძ": 559,
      "ხ": 560,
      "ჯ": 561,
      "ჳ": 562,
      "ჷ": 563,
      "ᄀ": 564,
      "ᄁ": 565,
      "ᄂ": 566,
      "ᄃ": 567,
      "ᄄ": 568,
      "ᄅ": 569,
      "ᄆ": 570,
      "ᄇ": 571,
      "ᄈ": 572,
      "ᄉ": 573,
      "ᄋ": 574,
      "ᄌ": 575,
      "ᄍ": 576,
      "ᄎ": 577,
      "ᄏ": 578,
      "ᄐ": 579,
      "ᄑ": 580,
      "ᄒ": 581,
      "ᅡ": 582,
      "ᅢ": 583,
      "ᅣ": 584,
      "ᅤ": 585,
      "ᅥ": 586,
      "ᅦ": 587,
      "ᅧ": 588,
      "ᅨ": 589,
      "ᅩ": 590,
      "ᅪ": 591,
      "ᅫ": 592,
      "ᅬ": 593,
      "ᅭ": 594,
      "ᅮ": 595,
      "ᅯ": 596,
      "ᅰ": 597,
      "ᅱ": 598,
      "ᅲ": 599,
      "ᅳ": 600,
      "ᅴ": 601,
      "ᅵ": 602,
      "ᆨ": 603,
      "ᆫ": 604,
      "ᆭ": 605,
      "ᆮ": 606,
      "ᆯ": 607,
      "ᆰ": 608,
      "ᆲ": 609,
      "ᆶ": 610,
      "ᆷ": 611,
      "ᆸ": 612,
      "ᆹ": 613,
      "ᆺ": 614,
      "ᆻ": 615,
      "ᆼ": 616,
      "ᆽ": 617,
      "ᆾ": 618,
      "ᆿ": 619,
      "ᇀ": 620,
      "ᇁ": 621,
      "ᇂ": 622,
      "፩": 623,
      "፪": 624,
      "፫": 625,
      "፬": 626,
      "፭": 627,
      "፮": 628,
      "፯": 629,
      "፰": 630,
      "፱": 631,
      "፲": 632,
      "፳": 633,
      "፴": 634,
      "፵": 635,
      "፶": 636,
      "፷": 637,
      "፸": 638,
      "፹": 639,
      "፺": 640,
      "፻": 641,
      "፼": 642,
      "᐀": 643,
      "ᐅ": 644,
      "ᐛ": 645,
      "ᐟ": 646,
      "ᑭ": 647,
      "ᓇ": 648,
      "ᔕ": 649,
      "ᕕ": 650,
      "ᕗ": 651,
      "ᚠ": 652,
      "ᚢ": 653,
      "ᚦ": 654,
      "ᚨ": 655,
      "ᚩ": 656,
      "ᚪ": 657,
      "ᚮ": 658,
      "ᚱ": 659,
      "ᚲ": 660,
      "ᚳ": 661,
      "ᚴ": 662,
      "ᚵ": 663,
      "ᚷ": 664,
      "ᚹ": 665,
      "ᚻ": 666,
      "ᚼ": 667,
      "ᚽ": 668,
      "ᚾ": 669,
      "ᚿ": 670,
      "ᛁ": 671,
      "ᛃ": 672,
      "ᛅ": 673,
      "ᛆ": 674,
      "ᛉ": 675,
      "ᛊ": 676,
      "ᛋ": 677,
      "ᛌ": 678,
      "ᛍ": 679,
      "ᛏ": 680,
      "ᛐ": 681,
      "ᛒ": 682,
      "ᛖ": 683,
      "ᛘ": 684,
      "ᛙ": 685,
      "ᛚ": 686,
      "ᛞ": 687,
      "ក": 688,
      "ង": 689,
      "ជ": 690,
      "ន": 691,
      "ប": 692,
      "ម": 693,
      "រ": 694,
      "វ": 695,
      "អ": 696,
      "ា": 697,
      "ៅ": 698,
      "៤": 699,
      "៧": 700,
      "᠆": 701,
      "᧓": 702,
      "᧗": 703,
      "᱃": 704,
      "᱒": 705,
      "ᴀ": 706,
      "ᴉ": 707,
      "ᴗ": 708,
      "ᴛ": 709,
      "ᴥ": 710,
      "ᵔ": 711,
      "ᵢ": 712,
      "ᵣ": 713,
      "ᵤ": 714,
      "ᵧ": 715,
      "‐": 716,
      "‑": 717,
      "‒": 718,
      "–": 719,
      "—": 720,
      "―": 721,
      "‖": 722,
      "‘": 723,
      "’": 724,
      "“": 725,
      "”": 726,
      "„": 727,
      "‟": 728,
      "†": 729,
      "‡": 730,
      "•": 731,
      "‣": 732,
      "․": 733,
      "…": 734,
      "‰": 735,
      "‱": 736,
      "′": 737,
      "‹": 738,
      "›": 739,
      "※": 740,
      "‼": 741,
      "‽": 742,
      "‾": 743,
      "‿": 744,
      "⁄": 745,
      "⁉": 746,
      "⁓": 747,
      "⁰": 748,
      "⁴": 749,
      "⁵": 750,
      "⁶": 751,
      "⁷": 752,
      "⁸": 753,
      "⁹": 754,
      "⁺": 755,
      "⁻": 756,
      "ⁿ": 757,
      "₀": 758,
      "₁": 759,
      "₂": 760,
      "₃": 761,
      "₄": 762,
      "₅": 763,
      "₆": 764,
      "₇": 765,
      "₈": 766,
      "₉": 767,
      "₊": 768,
      "₋": 769,
      "₍": 770,
      "₎": 771,
      "ₑ": 772,
      "ₓ": 773,
      "ₖ": 774,
      "ₗ": 775,
      "ₘ": 776,
      "ₙ": 777,
      "ₚ": 778,
      "ₛ": 779,
      "ₜ": 780,
      "₥": 781,
      "₧": 782,
      "€": 783,
      "₺": 784,
      "₽": 785,
      "⃝": 786,
      "⃣": 787,
      "⃤": 788,
      "ℂ": 789,
      "℃": 790,
      "℉": 791,
      "ℌ": 792,
      "ℍ": 793,
      "ℏ": 794,
      "ℓ": 795,
      "ℕ": 796,
      "№": 797,
      "ℙ": 798,
      "ℚ": 799,
      "ℝ": 800,
      "™": 801,
      "ℤ": 802,
      "ℹ": 803,
      "⅄": 804,
      "⅐": 805,
      "⅑": 806,
      "⅒": 807,
      "⅓": 808,
      "⅔": 809,
      "⅕": 810,
      "⅖": 811,
      "⅗": 812,
      "⅘": 813,
      "⅙": 814,
      "⅚": 815,
      "⅛": 816,
      "⅜": 817,
      "⅝": 818,
      "⅞": 819,
      "ⅲ": 820,
      "←": 821,
      "↑": 822,
      "→": 823,
      "↓": 824,
      "↔": 825,
      "↕": 826,
      "↖": 827,
      "↗": 828,
      "↘": 829,
      "↙": 830,
      "↣": 831,
      "↤": 832,
      "↦": 833,
      "↨": 834,
      "↩": 835,
      "↪": 836,
      "↳": 837,
      "↴": 838,
      "↵": 839,
      "↷": 840,
      "↻": 841,
      "⇄": 842,
      "⇋": 843,
      "⇒": 844,
      "⇓": 845,
      "⇔": 846,
      "⇡": 847,
      "⇢": 848,
      "⇥": 849,
      "⇦": 850,
      "⇧": 851,
      "⇨": 852,
      "⇩": 853,
      "∀": 854,
      "∂": 855,
      "∃": 856,
      "∅": 857,
      "∆": 858,
      "∈": 859,
      "∊": 860,
      "∎": 861,
      "∑": 862,
      "−": 863,
      "∗": 864,
      "∙": 865,
      "√": 866,
      "∞": 867,
      "∟": 868,
      "∠": 869,
      "∧": 870,
      "∨": 871,
      "∩": 872,
      "∪": 873,
      "∫": 874,
      "∴": 875,
      "∵": 876,
      "∼": 877,
      "∾": 878,
      "≈": 879,
      "≍": 880,
      "≡": 881,
      "≤": 882,
      "≥": 883,
      "≦": 884,
      "⊂": 885,
      "⊆": 886,
      "⊇": 887,
      "⊕": 888,
      "⊤": 889,
      "⊻": 890,
      "⋀": 891,
      "⋁": 892,
      "⋃": 893,
      "⋅": 894,
      "⋆": 895,
      "⋮": 896,
      "⋯": 897,
      "⋰": 898,
      "⋱": 899,
      "⌂": 900,
      "⌈": 901,
      "⌉": 902,
      "⌊": 903,
      "⌋": 904,
      "⌐": 905,
      "⌒": 906,
      "⌘": 907,
      "⌚": 908,
      "⌛": 909,
      "⌠": 910,
      "⌡": 911,
      "⌥": 912,
      "⌨": 913,
      "⎈": 914,
      "⎘": 915,
      "⎛": 916,
      "⎜": 917,
      "⎝": 918,
      "⎞": 919,
      "⎟": 920,
      "⎠": 921,
      "⎡": 922,
      "⎢": 923,
      "⎣": 924,
      "⎤": 925,
      "⎥": 926,
      "⎦": 927,
      "⎬": 928,
      "⎮": 929,
      "⎲": 930,
      "⎳": 931,
      "⎺": 932,
      "⎾": 933,
      "⏋": 934,
      "⏎": 935,
      "⏤": 936,
      "⏬": 937,
      "⏭": 938,
      "⏰": 939,
      "⏱": 940,
      "⏲": 941,
      "⏳": 942,
      "⏸": 943,
      "␀": 944,
      "␛": 945,
      "␟": 946,
      "␡": 947,
      "①": 948,
      "②": 949,
      "⒈": 950,
      "⒉": 951,
      "ⓐ": 952,
      "ⓒ": 953,
      "ⓓ": 954,
      "ⓔ": 955,
      "ⓘ": 956,
      "ⓛ": 957,
      "ⓝ": 958,
      "ⓞ": 959,
      "ⓡ": 960,
      "ⓧ": 961,
      "─": 962,
      "━": 963,
      "│": 964,
      "┃": 965,
      "┄": 966,
      "┆": 967,
      "┈": 968,
      "┊": 969,
      "┌": 970,
      "┍": 971,
      "┏": 972,
      "┐": 973,
      "┒": 974,
      "┓": 975,
      "└": 976,
      "┕": 977,
      "┖": 978,
      "┗": 979,
      "┘": 980,
      "┛": 981,
      "├": 982,
      "┝": 983,
      "┞": 984,
      "┟": 985,
      "┠": 986,
      "┣": 987,
      "┤": 988,
      "┦": 989,
      "┧": 990,
      "┨": 991,
      "┫": 992,
      "┬": 993,
      "┭": 994,
      "┯": 995,
      "┰": 996,
      "┲": 997,
      "┳": 998,
      "┴": 999,
      "┶": 1000,
      "┷": 1001,
      "┹": 1002,
      "┺": 1003,
      "┻": 1004,
      "┼": 1005,
      "╅": 1006,
      "╋": 1007,
      "╌": 1008,
      "╏": 1009,
      "═": 1010,
      "║": 1011,
      "╒": 1012,
      "╓": 1013,
      "╔": 1014,
      "╕": 1015,
      "╖": 1016,
      "╗": 1017,
      "╘": 1018,
      "╙": 1019,
      "╚": 1020,
      "╛": 1021,
      "╜": 1022,
      "╝": 1023,
      "╞": 1024,
      "╟": 1025,
      "╠": 1026,
      "╡": 1027,
      "╢": 1028,
      "╣": 1029,
      "╤": 1030,
      "╥": 1031,
      "╦": 1032,
      "╧": 1033,
      "╨": 1034,
      "╩": 1035,
      "╪": 1036,
      "╫": 1037,
      "╬": 1038,
      "╭": 1039,
      "╮": 1040,
      "╯": 1041,
      "╰": 1042,
      "╳": 1043,
      "╴": 1044,
      "╵": 1045,
      "╶": 1046,
      "╷": 1047,
      "╼": 1048,
      "▀": 1049,
      "▁": 1050,
      "▂": 1051,
      "▃": 1052,
      "▄": 1053,
      "▅": 1054,
      "▆": 1055,
      "▇": 1056,
      "█": 1057,
      "▉": 1058,
      "▊": 1059,
      "▋": 1060,
      "▌": 1061,
      "▍": 1062,
      "▎": 1063,
      "▏": 1064,
      "▐": 1065,
      "░": 1066,
      "▒": 1067,
      "▓": 1068,
      "▕": 1069,
      "▖": 1070,
      "▗": 1071,
      "▘": 1072,
      "▙": 1073,
      "▚": 1074,
      "▛": 1075,
      "▜": 1076,
      "▝": 1077,
      "▞": 1078,
      "▟": 1079,
      "■": 1080,
      "□": 1081,
      "▥": 1082,
      "▩": 1083,
      "▪": 1084,
      "▬": 1085,
      "▮": 1086,
      "▯": 1087,
      "▰": 1088,
      "▱": 1089,
      "▲": 1090,
      "△": 1091,
      "▴": 1092,
      "▶": 1093,
      "▷": 1094,
      "▸": 1095,
      "▹": 1096,
      "►": 1097,
      "▼": 1098,
      "▽": 1099,
      "▾": 1100,
      "◀": 1101,
      "◁": 1102,
      "◄": 1103,
      "◆": 1104,
      "◇": 1105,
      "◉": 1106,
      "◊": 1107,
      "○": 1108,
      "◌": 1109,
      "◎": 1110,
      "●": 1111,
      "◑": 1112,
      "◓": 1113,
      "◔": 1114,
      "◕": 1115,
      "◘": 1116,
      "◙": 1117,
      "◛": 1118,
      "◞": 1119,
      "◟": 1120,
      "◡": 1121,
      "◨": 1122,
      "◪": 1123,
      "◫": 1124,
      "◭": 1125,
      "◯": 1126,
      "◱": 1127,
      "◳": 1128,
      "◶": 1129,
      "◷": 1130,
      "◻": 1131,
      "◼": 1132,
      "◽": 1133,
      "◾": 1134,
      "☀": 1135,
      "☁": 1136,
      "☃": 1137,
      "☄": 1138,
      "★": 1139,
      "☆": 1140,
      "☐": 1141,
      "☑": 1142,
      "☒": 1143,
      "☓": 1144,
      "☔": 1145,
      "☕": 1146,
      "☘": 1147,
      "☝": 1148,
      "☞": 1149,
      "☠": 1150,
      "☢": 1151,
      "☣": 1152,
      "☮": 1153,
      "☰": 1154,
      "☸": 1155,
      "☺": 1156,
      "☻": 1157,
      "☼": 1158,
      "☿": 1159,
      "♀": 1160,
      "♂": 1161,
      "♐": 1162,
      "♔": 1163,
      "♕": 1164,
      "♖": 1165,
      "♗": 1166,
      "♘": 1167,
      "♙": 1168,
      "♚": 1169,
      "♛": 1170,
      "♜": 1171,
      "♝": 1172,
      "♞": 1173,
      "♟": 1174,
      "♠": 1175,
      "♡": 1176,
      "♢": 1177,
      "♣": 1178,
      "♤": 1179,
      "♥": 1180,
      "♦": 1181,
      "♧": 1182,
      "♨": 1183,
      "♪": 1184,
      "♫": 1185,
      "♭": 1186,
      "♻": 1187,
      "♾": 1188,
      "⚐": 1189,
      "⚒": 1190,
      "⚓": 1191,
      "⚔": 1192,
      "⚖": 1193,
      "⚗": 1194,
      "⚙": 1195,
      "⚛": 1196,
      "⚠": 1197,
      "⚡": 1198,
      "⚧": 1199,
      "⚫": 1200,
      "⚰": 1201,
      "⚱": 1202,
      "⚾": 1203,
      "⛅": 1204,
      "⛈": 1205,
      "⛏": 1206,
      "⛑": 1207,
      "⛓": 1208,
      "⛔": 1209,
      "⛭": 1210,
      "⛮": 1211,
      "⛰": 1212,
      "⛴": 1213,
      "⛵": 1214,
      "⛽": 1215,
      "✂": 1216,
      "✅": 1217,
      "✈": 1218,
      "✋": 1219,
      "✌": 1220,
      "✍": 1221,
      "✏": 1222,
      "✓": 1223,
      "✔": 1224,
      "✕": 1225,
      "✖": 1226,
      "✗": 1227,
      "✘": 1228,
      "✚": 1229,
      "✝": 1230,
      "✧": 1231,
      "✨": 1232,
      "✳": 1233,
      "✴": 1234,
      "❄": 1235,
      "❇": 1236,
      "❌": 1237,
      "❍": 1238,
      "❎": 1239,
      "❓": 1240,
      "❔": 1241,
      "❕": 1242,
      "❗": 1243,
      "❘": 1244,
      "❤": 1245,
      "❮": 1246,
      "❯": 1247,
      "❲": 1248,
      "❳": 1249,
      "➔": 1250,
      "➕": 1251,
      "➖": 1252,
      "➜": 1253,
      "➡": 1254,
      "➤": 1255,
      "⟦": 1256,
      "⟧": 1257,
      "⟨": 1258,
      "⟩": 1259,
      "⟪": 1260,
      "⟫": 1261,
      "⟲": 1262,
      "⟳": 1263,
      "⟵": 1264,
      "⟶": 1265,
      "⟷": 1266,
      "⟺": 1267,
      "⠀": 1268,
      "⠁": 1269,
      "⠂": 1270,
      "⠃": 1271,
      "⠄": 1272,
      "⠅": 1273,
      "⠆": 1274,
      "⠇": 1275,
      "⠈": 1276,
      "⠉": 1277,
      "⠊": 1278,
      "⠋": 1279,
      "⠍": 1280,
      "⠎": 1281,
      "⠏": 1282,
      "⠐": 1283,
      "⠑": 1284,
      "⠒": 1285,
      "⠓": 1286,
      "⠔": 1287,
      "⠕": 1288,
      "⠖": 1289,
      "⠗": 1290,
      "⠘": 1291,
      "⠙": 1292,
      "⠚": 1293,
      "⠛": 1294,
      "⠜": 1295,
      "⠝": 1296,
      "⠞": 1297,
      "⠟": 1298,
      "⠠": 1299,
      "⠡": 1300,
      "⠢": 1301,
      "⠣": 1302,
      "⠤": 1303,
      "⠥": 1304,
      "⠦": 1305,
      "⠧": 1306,
      "⠨": 1307,
      "⠩": 1308,
      "⠪": 1309,
      "⠫": 1310,
      "⠭": 1311,
      "⠮": 1312,
      "⠯": 1313,
      "⠰": 1314,
      "⠱": 1315,
      "⠲": 1316,
      "⠳": 1317,
      "⠴": 1318,
      "⠵": 1319,
      "⠶": 1320,
      "⠷": 1321,
      "⠸": 1322,
      "⠹": 1323,
      "⠺": 1324,
      "⠻": 1325,
      "⠼": 1326,
      "⠽": 1327,
      "⠿": 1328,
      "⡀": 1329,
      "⡁": 1330,
      "⡂": 1331,
      "⡃": 1332,
      "⡄": 1333,
      "⡅": 1334,
      "⡆": 1335,
      "⡇": 1336,
      "⡈": 1337,
      "⡋": 1338,
      "⡌": 1339,
      "⡍": 1340,
      "⡎": 1341,
      "⡏": 1342,
      "⡑": 1343,
      "⡒": 1344,
      "⡔": 1345,
      "⡕": 1346,
      "⡙": 1347,
      "⡛": 1348,
      "⡜": 1349,
      "⡝": 1350,
      "⡞": 1351,
      "⡟": 1352,
      "⡠": 1353,
      "⡡": 1354,
      "⡢": 1355,
      "⡣": 1356,
      "⡤": 1357,
      "⡥": 1358,
      "⡦": 1359,
      "⡪": 1360,
      "⡫": 1361,
      "⡬": 1362,
      "⡮": 1363,
      "⡯": 1364,
      "⡰": 1365,
      "⡱": 1366,
      "⡲": 1367,
      "⡳": 1368,
      "⡴": 1369,
      "⡵": 1370,
      "⡶": 1371,
      "⡷": 1372,
      "⡸": 1373,
      "⡹": 1374,
      "⡺": 1375,
      "⡻": 1376,
      "⡼": 1377,
      "⡽": 1378,
      "⡾": 1379,
      "⡿": 1380,
      "⢀": 1381,
      "⢁": 1382,
      "⢂": 1383,
      "⢃": 1384,
      "⢄": 1385,
      "⢆": 1386,
      "⢇": 1387,
      "⢈": 1388,
      "⢊": 1389,
      "⢋": 1390,
      "⢌": 1391,
      "⢍": 1392,
      "⢎": 1393,
      "⢏": 1394,
      "⢑": 1395,
      "⢒": 1396,
      "⢓": 1397,
      "⢕": 1398,
      "⢗": 1399,
      "⢘": 1400,
      "⢙": 1401,
      "⢚": 1402,
      "⢛": 1403,
      "⢜": 1404,
      "⢝": 1405,
      "⢞": 1406,
      "⢟": 1407,
      "⢠": 1408,
      "⢡": 1409,
      "⢢": 1410,
      "⢣": 1411,
      "⢤": 1412,
      "⢥": 1413,
      "⢦": 1414,
      "⢧": 1415,
      "⢪": 1416,
      "⢫": 1417,
      "⢬": 1418,
      "⢮": 1419,
      "⢯": 1420,
      "⢰": 1421,
      "⢱": 1422,
      "⢲": 1423,
      "⢳": 1424,
      "⢴": 1425,
      "⢵": 1426,
      "⢶": 1427,
      "⢷": 1428,
      "⢸": 1429,
      "⢹": 1430,
      "⢺": 1431,
      "⢻": 1432,
      "⢼": 1433,
      "⢽": 1434,
      "⢾": 1435,
      "⢿": 1436,
      "⣀": 1437,
      "⣁": 1438,
      "⣂": 1439,
      "⣄": 1440,
      "⣅": 1441,
      "⣆": 1442,
      "⣇": 1443,
      "⣈": 1444,
      "⣉": 1445,
      "⣊": 1446,
      "⣋": 1447,
      "⣌": 1448,
      "⣍": 1449,
      "⣎": 1450,
      "⣏": 1451,
      "⣒": 1452,
      "⣓": 1453,
      "⣖": 1454,
      "⣗": 1455,
      "⣘": 1456,
      "⣛": 1457,
      "⣜": 1458,
      "⣝": 1459,
      "⣞": 1460,
      "⣟": 1461,
      "⣠": 1462,
      "⣡": 1463,
      "⣣": 1464,
      "⣤": 1465,
      "⣥": 1466,
      "⣦": 1467,
      "⣧": 1468,
      "⣨": 1469,
      "⣪": 1470,
      "⣫": 1471,
      "⣬": 1472,
      "⣭": 1473,
      "⣮": 1474,
      "⣯": 1475,
      "⣰": 1476,
      "⣲": 1477,
      "⣳": 1478,
      "⣴": 1479,
      "⣵": 1480,
      "⣶": 1481,
      "⣷": 1482,
      "⣸": 1483,
      "⣹": 1484,
      "⣺": 1485,
      "⣻": 1486,
      "⣼": 1487,
      "⣽": 1488,
      "⣾": 1489,
      "⣿": 1490,
      "⤬": 1491,
      "⤵": 1492,
      "⤷": 1493,
      "⥪": 1494,
      "⥭": 1495,
      "⦑": 1496,
      "⦒": 1497,
      "⦿": 1498,
      "⧉": 1499,
      "⧼": 1500,
      "⧽": 1501,
      "⨉": 1502,
      "⬀": 1503,
      "⬁": 1504,
      "⬄": 1505,
      "⬅": 1506,
      "⬆": 1507,
      "⬇": 1508,
      "⬛": 1509,
      "⬜": 1510,
      "⬢": 1511,
      "⬤": 1512,
      "⭐": 1513,
      "⭕": 1514,
      "⭠": 1515,
      "⭢": 1516,
      "⭾": 1517,
      "⮀": 1518,
      "⮕": 1519,
      "⮡": 1520,
      "ⱼ": 1521,
      "ⴋ": 1522,
      "ⴌ": 1523,
      "ⴍ": 1524,
      "ⴏ": 1525,
      "ⴕ": 1526,
      "ⴘ": 1527,
      "ⴝ": 1528,
      "ⴡ": 1529,
      "ⴷ": 1530,
      "ⴺ": 1531,
      "ⴼ": 1532,
      "ⵃ": 1533,
      "ⵊ": 1534,
      "ⵍ": 1535,
      "ⵎ": 1536,
      "ⵖ": 1537,
      "ⵙ": 1538,
      "ⵜ": 1539,
      "ⵝ": 1540,
      "ⵡ": 1541,
      "⸌": 1542,
      "⸍": 1543,
      "⸗": 1544,
      "⸚": 1545,
      "⸜": 1546,
      "⸝": 1547,
      "⸰": 1548,
      "⸺": 1549,
      "⸻": 1550,
      "⹀": 1551,
      "⹂": 1552,
      "、": 1553,
      "。": 1554,
      "々": 1555,
      "〇": 1556,
      "〈": 1557,
      "〉": 1558,
      "《": 1559,
      "》": 1560,
      "「": 1561,
      "」": 1562,
      "『": 1563,
      "』": 1564,
      "【": 1565,
      "】": 1566,
      "〚": 1567,
      "〛": 1568,
      "〜": 1569,
      "〝": 1570,
      "〟": 1571,
      "〰": 1572,
      "〵": 1573,
      "〽": 1574,
      "ぁ": 1575,
      "あ": 1576,
      "い": 1577,
      "う": 1578,
      "え": 1579,
      "お": 1580,
      "か": 1581,
      "き": 1582,
      "く": 1583,
      "け": 1584,
      "こ": 1585,
      "さ": 1586,
      "し": 1587,
      "す": 1588,
      "せ": 1589,
      "そ": 1590,
      "た": 1591,
      "ち": 1592,
      "っ": 1593,
      "つ": 1594,
      "て": 1595,
      "と": 1596,
      "な": 1597,
      "に": 1598,
      "ぬ": 1599,
      "ね": 1600,
      "の": 1601,
      "は": 1602,
      "ひ": 1603,
      "ふ": 1604,
      "へ": 1605,
      "ほ": 1606,
      "ま": 1607,
      "み": 1608,
      "む": 1609,
      "め": 1610,
      "も": 1611,
      "ゃ": 1612,
      "や": 1613,
      "ゅ": 1614,
      "ゆ": 1615,
      "ょ": 1616,
      "よ": 1617,
      "ら": 1618,
      "り": 1619,
      "る": 1620,
      "れ": 1621,
      "ろ": 1622,
      "わ": 1623,
      "ゐ": 1624,
      "ゑ": 1625,
      "を": 1626,
      "ん": 1627,
      "゛": 1628,
      "゜": 1629,
      "゠": 1630,
      "ァ": 1631,
      "ア": 1632,
      "ィ": 1633,
      "イ": 1634,
      "ゥ": 1635,
      "ウ": 1636,
      "ェ": 1637,
      "エ": 1638,
      "ォ": 1639,
      "オ": 1640,
      "カ": 1641,
      "キ": 1642,
      "ク": 1643,
      "ケ": 1644,
      "コ": 1645,
      "サ": 1646,
      "シ": 1647,
      "ス": 1648,
      "セ": 1649,
      "ソ": 1650,
      "タ": 1651,
      "チ": 1652,
      "ッ": 1653,
      "ツ": 1654,
      "テ": 1655,
      "ト": 1656,
      "ナ": 1657,
      "ニ": 1658,
      "ヌ": 1659,
      "ネ": 1660,
      "ノ": 1661,
      "ハ": 1662,
      "ヒ": 1663,
      "フ": 1664,
      "ヘ": 1665,
      "ホ": 1666,
      "マ": 1667,
      "ミ": 1668,
      "ム": 1669,
      "メ": 1670,
      "モ": 1671,
      "ャ": 1672,
      "ヤ": 1673,
      "ュ": 1674,
      "ユ": 1675,
      "ョ": 1676,
      "ヨ": 1677,
      "ラ": 1678,
      "リ": 1679,
      "ル": 1680,
      "レ": 1681,
      "ロ": 1682,
      "ヮ": 1683,
      "ワ": 1684,
      "ヲ": 1685,
      "ン": 1686,
      "ヶ": 1687,
      "・": 1688,
      "ー": 1689,
      "ヽ": 1690,
      "ㄱ": 1691,
      "ㄴ": 1692,
      "ㄷ": 1693,
      "ㄹ": 1694,
      "ㅂ": 1695,
      "ㅅ": 1696,
      "ㅇ": 1697,
      "ㅊ": 1698,
      "ㅋ": 1699,
      "ㅌ": 1700,
      "ㅍ": 1701,
      "ㅏ": 1702,
      "ㅓ": 1703,
      "ㅗ": 1704,
      "ㅤ": 1705,
      "㋡": 1706,
      "㌀": 1707,
      "㌐": 1708,
      "㌔": 1709,
      "㌢": 1710,
      "㌥": 1711,
      "㌨": 1712,
      "㌰": 1713,
      "㍃": 1714,
      "㍉": 1715,
      "㍋": 1716,
      "㎐": 1717,
      "㎞": 1718,
      "㎨": 1719,
      "㐿": 1720,
      "㑈": 1721,
      "㓱": 1722,
      "㕃": 1723,
      "㕫": 1724,
      "㯿": 1725,
      "㰪": 1726,
      "㷶": 1727,
      "㸿": 1728,
      "㹨": 1729,
      "㹼": 1730,
      "㽃": 1731,
      "䖏": 1732,
      "䩲": 1733,
      "䷯": 1734,
      "一": 1735,
      "丁": 1736,
      "七": 1737,
      "万": 1738,
      "三": 1739,
      "上": 1740,
      "下": 1741,
      "不": 1742,
      "与": 1743,
      "丑": 1744,
      "专": 1745,
      "且": 1746,
      "世": 1747,
      "业": 1748,
      "东": 1749,
      "丝": 1750,
      "両": 1751,
      "丢": 1752,
      "两": 1753,
      "严": 1754,
      "並": 1755,
      "个": 1756,
      "中": 1757,
      "丰": 1758,
      "串": 1759,
      "临": 1760,
      "丸": 1761,
      "丹": 1762,
      "为": 1763,
      "主": 1764,
      "举": 1765,
      "乃": 1766,
      "久": 1767,
      "乇": 1768,
      "么": 1769,
      "义": 1770,
      "之": 1771,
      "乎": 1772,
      "乏": 1773,
      "乐": 1774,
      "乗": 1775,
      "乘": 1776,
      "九": 1777,
      "也": 1778,
      "习": 1779,
      "书": 1780,
      "买": 1781,
      "乱": 1782,
      "乳": 1783,
      "乾": 1784,
      "了": 1785,
      "予": 1786,
      "争": 1787,
      "事": 1788,
      "二": 1789,
      "于": 1790,
      "云": 1791,
      "互": 1792,
      "五": 1793,
      "井": 1794,
      "亚": 1795,
      "些": 1796,
      "亞": 1797,
      "亡": 1798,
      "交": 1799,
      "亦": 1800,
      "产": 1801,
      "享": 1802,
      "京": 1803,
      "亮": 1804,
      "亰": 1805,
      "人": 1806,
      "亿": 1807,
      "什": 1808,
      "仁": 1809,
      "仂": 1810,
      "仅": 1811,
      "今": 1812,
      "介": 1813,
      "仍": 1814,
      "从": 1815,
      "仏": 1816,
      "仓": 1817,
      "仔": 1818,
      "仕": 1819,
      "他": 1820,
      "付": 1821,
      "代": 1822,
      "令": 1823,
      "以": 1824,
      "仪": 1825,
      "们": 1826,
      "仮": 1827,
      "仰": 1828,
      "仲": 1829,
      "件": 1830,
      "价": 1831,
      "任": 1832,
      "份": 1833,
      "仿": 1834,
      "企": 1835,
      "伊": 1836,
      "伍": 1837,
      "伏": 1838,
      "休": 1839,
      "众": 1840,
      "优": 1841,
      "伙": 1842,
      "会": 1843,
      "伝": 1844,
      "传": 1845,
      "伤": 1846,
      "伪": 1847,
      "伯": 1848,
      "估": 1849,
      "伴": 1850,
      "伺": 1851,
      "似": 1852,
      "伽": 1853,
      "但": 1854,
      "佈": 1855,
      "位": 1856,
      "低": 1857,
      "住": 1858,
      "佐": 1859,
      "体": 1860,
      "何": 1861,
      "余": 1862,
      "佛": 1863,
      "作": 1864,
      "你": 1865,
      "佣": 1866,
      "佬": 1867,
      "佰": 1868,
      "佳": 1869,
      "併": 1870,
      "使": 1871,
      "侄": 1872,
      "來": 1873,
      "例": 1874,
      "供": 1875,
      "依": 1876,
      "侠": 1877,
      "価": 1878,
      "侣": 1879,
      "侧": 1880,
      "侵": 1881,
      "便": 1882,
      "係": 1883,
      "促": 1884,
      "俄": 1885,
      "俑": 1886,
      "保": 1887,
      "信": 1888,
      "俩": 1889,
      "修": 1890,
      "俱": 1891,
      "俳": 1892,
      "俵": 1893,
      "倉": 1894,
      "個": 1895,
      "倍": 1896,
      "們": 1897,
      "倒": 1898,
      "候": 1899,
      "借": 1900,
      "値": 1901,
      "债": 1902,
      "值": 1903,
      "倾": 1904,
      "假": 1905,
      "偏": 1906,
      "做": 1907,
      "停": 1908,
      "健": 1909,
      "側": 1910,
      "偶": 1911,
      "偷": 1912,
      "備": 1913,
      "傣": 1914,
      "储": 1915,
      "傳": 1916,
      "傷": 1917,
      "傻": 1918,
      "僅": 1919,
      "働": 1920,
      "像": 1921,
      "僕": 1922,
      "僧": 1923,
      "儀": 1924,
      "億": 1925,
      "儒": 1926,
      "優": 1927,
      "儿": 1928,
      "允": 1929,
      "元": 1930,
      "兄": 1931,
      "充": 1932,
      "兆": 1933,
      "先": 1934,
      "光": 1935,
      "克": 1936,
      "免": 1937,
      "児": 1938,
      "兑": 1939,
      "兔": 1940,
      "党": 1941,
      "兜": 1942,
      "入": 1943,
      "全": 1944,
      "兩": 1945,
      "八": 1946,
      "公": 1947,
      "六": 1948,
      "兰": 1949,
      "共": 1950,
      "关": 1951,
      "兴": 1952,
      "兵": 1953,
      "其": 1954,
      "具": 1955,
      "典": 1956,
      "兼": 1957,
      "兽": 1958,
      "内": 1959,
      "円": 1960,
      "冇": 1961,
      "冊": 1962,
      "册": 1963,
      "再": 1964,
      "冗": 1965,
      "写": 1966,
      "军": 1967,
      "农": 1968,
      "冠": 1969,
      "冥": 1970,
      "冪": 1971,
      "冬": 1972,
      "冲": 1973,
      "决": 1974,
      "况": 1975,
      "冷": 1976,
      "冻": 1977,
      "净": 1978,
      "准": 1979,
      "凉": 1980,
      "凌": 1981,
      "凍": 1982,
      "减": 1983,
      "凑": 1984,
      "凝": 1985,
      "几": 1986,
      "凤": 1987,
      "処": 1988,
      "凭": 1989,
      "凯": 1990,
      "凸": 1991,
      "出": 1992,
      "击": 1993,
      "函": 1994,
      "刀": 1995,
      "分": 1996,
      "切": 1997,
      "刊": 1998,
      "划": 1999,
      "列": 2000,
      "刘": 2001,
      "则": 2002,
      "刚": 2003,
      "创": 2004,
      "初": 2005,
      "删": 2006,
      "判": 2007,
      "別": 2008,
      "利": 2009,
      "别": 2010,
      "到": 2011,
      "制": 2012,
      "刷": 2013,
      "券": 2014,
      "刺": 2015,
      "刻": 2016,
      "則": 2017,
      "削": 2018,
      "前": 2019,
      "剔": 2020,
      "剥": 2021,
      "剧": 2022,
      "剩": 2023,
      "剪": 2024,
      "副": 2025,
      "割": 2026,
      "創": 2027,
      "劃": 2028,
      "劇": 2029,
      "劍": 2030,
      "力": 2031,
      "办": 2032,
      "功": 2033,
      "加": 2034,
      "务": 2035,
      "劣": 2036,
      "动": 2037,
      "助": 2038,
      "努": 2039,
      "劫": 2040,
      "励": 2041,
      "劲": 2042,
      "劳": 2043,
      "労": 2044,
      "効": 2045,
      "势": 2046,
      "勇": 2047,
      "勉": 2048,
      "勋": 2049,
      "勒": 2050,
      "動": 2051,
      "勘": 2052,
      "務": 2053,
      "勝": 2054,
      "勢": 2055,
      "勤": 2056,
      "勧": 2057,
      "勾": 2058,
      "勿": 2059,
      "包": 2060,
      "匕": 2061,
      "化": 2062,
      "北": 2063,
      "匹": 2064,
      "区": 2065,
      "医": 2066,
      "匿": 2067,
      "區": 2068,
      "十": 2069,
      "千": 2070,
      "升": 2071,
      "午": 2072,
      "半": 2073,
      "华": 2074,
      "协": 2075,
      "卒": 2076,
      "卓": 2077,
      "協": 2078,
      "单": 2079,
      "卖": 2080,
      "南": 2081,
      "単": 2082,
      "博": 2083,
      "占": 2084,
      "卡": 2085,
      "卢": 2086,
      "卦": 2087,
      "卫": 2088,
      "印": 2089,
      "危": 2090,
      "即": 2091,
      "却": 2092,
      "卵": 2093,
      "卷": 2094,
      "厂": 2095,
      "历": 2096,
      "厉": 2097,
      "压": 2098,
      "厘": 2099,
      "厚": 2100,
      "原": 2101,
      "厦": 2102,
      "厳": 2103,
      "去": 2104,
      "叁": 2105,
      "参": 2106,
      "參": 2107,
      "叄": 2108,
      "又": 2109,
      "叉": 2110,
      "及": 2111,
      "友": 2112,
      "双": 2113,
      "反": 2114,
      "収": 2115,
      "发": 2116,
      "叔": 2117,
      "取": 2118,
      "受": 2119,
      "变": 2120,
      "叙": 2121,
      "叛": 2122,
      "叠": 2123,
      "口": 2124,
      "古": 2125,
      "句": 2126,
      "另": 2127,
      "叩": 2128,
      "只": 2129,
      "叫": 2130,
      "召": 2131,
      "可": 2132,
      "台": 2133,
      "史": 2134,
      "右": 2135,
      "号": 2136,
      "司": 2137,
      "叻": 2138,
      "吁": 2139,
      "吃": 2140,
      "各": 2141,
      "合": 2142,
      "吉": 2143,
      "同": 2144,
      "名": 2145,
      "后": 2146,
      "吐": 2147,
      "向": 2148,
      "吖": 2149,
      "吗": 2150,
      "君": 2151,
      "吞": 2152,
      "否": 2153,
      "吧": 2154,
      "含": 2155,
      "听": 2156,
      "启": 2157,
      "吴": 2158,
      "吶": 2159,
      "吸": 2160,
      "吹": 2161,
      "吼": 2162,
      "吽": 2163,
      "吾": 2164,
      "呂": 2165,
      "呆": 2166,
      "呈": 2167,
      "告": 2168,
      "呋": 2169,
      "呐": 2170,
      "呗": 2171,
      "员": 2172,
      "呢": 2173,
      "呦": 2174,
      "周": 2175,
      "呱": 2176,
      "味": 2177,
      "呵": 2178,
      "呼": 2179,
      "命": 2180,
      "和": 2181,
      "咒": 2182,
      "咔": 2183,
      "咕": 2184,
      "咖": 2185,
      "咤": 2186,
      "咨": 2187,
      "咪": 2188,
      "咬": 2189,
      "咯": 2190,
      "咲": 2191,
      "品": 2192,
      "哆": 2193,
      "哇": 2194,
      "哈": 2195,
      "响": 2196,
      "哔": 2197,
      "哞": 2198,
      "員": 2199,
      "哥": 2200,
      "哦": 2201,
      "哩": 2202,
      "哪": 2203,
      "哮": 2204,
      "哲": 2205,
      "唐": 2206,
      "唔": 2207,
      "唤": 2208,
      "唬": 2209,
      "售": 2210,
      "唯": 2211,
      "唱": 2212,
      "商": 2213,
      "啊": 2214,
      "問": 2215,
      "啟": 2216,
      "啡": 2217,
      "啥": 2218,
      "啦": 2219,
      "啰": 2220,
      "啽": 2221,
      "喀": 2222,
      "喂": 2223,
      "喃": 2224,
      "善": 2225,
      "喜": 2226,
      "喝": 2227,
      "喬": 2228,
      "單": 2229,
      "営": 2230,
      "喼": 2231,
      "喽": 2232,
      "嗄": 2233,
      "嗅": 2234,
      "嗎": 2235,
      "嗒": 2236,
      "嗚": 2237,
      "嗡": 2238,
      "嗥": 2239,
      "嗯": 2240,
      "嗷": 2241,
      "嘅": 2242,
      "嘇": 2243,
      "嘍": 2244,
      "嘚": 2245,
      "嘶": 2246,
      "嘿": 2247,
      "噌": 2248,
      "噔": 2249,
      "噗": 2250,
      "噢": 2251,
      "噤": 2252,
      "器": 2253,
      "嚁": 2254,
      "嚄": 2255,
      "嚓": 2256,
      "嚤": 2257,
      "嚩": 2258,
      "嚴": 2259,
      "囉": 2260,
      "囊": 2261,
      "囑": 2262,
      "四": 2263,
      "回": 2264,
      "因": 2265,
      "团": 2266,
      "団": 2267,
      "园": 2268,
      "困": 2269,
      "囲": 2270,
      "図": 2271,
      "围": 2272,
      "固": 2273,
      "国": 2274,
      "图": 2275,
      "圆": 2276,
      "圈": 2277,
      "國": 2278,
      "圏": 2279,
      "園": 2280,
      "圖": 2281,
      "團": 2282,
      "土": 2283,
      "圣": 2284,
      "圧": 2285,
      "在": 2286,
      "地": 2287,
      "圳": 2288,
      "场": 2289,
      "圾": 2290,
      "址": 2291,
      "坂": 2292,
      "均": 2293,
      "坊": 2294,
      "坏": 2295,
      "坐": 2296,
      "坑": 2297,
      "块": 2298,
      "坚": 2299,
      "坡": 2300,
      "坤": 2301,
      "坦": 2302,
      "垂": 2303,
      "垃": 2304,
      "垄": 2305,
      "型": 2306,
      "垓": 2307,
      "埃": 2308,
      "埋": 2309,
      "城": 2310,
      "域": 2311,
      "執": 2312,
      "基": 2313,
      "埼": 2314,
      "堂": 2315,
      "堅": 2316,
      "堆": 2317,
      "報": 2318,
      "場": 2319,
      "堵": 2320,
      "塑": 2321,
      "塔": 2322,
      "塞": 2323,
      "塩": 2324,
      "填": 2325,
      "境": 2326,
      "墓": 2327,
      "増": 2328,
      "墙": 2329,
      "增": 2330,
      "墨": 2331,
      "壤": 2332,
      "士": 2333,
      "壮": 2334,
      "声": 2335,
      "売": 2336,
      "壹": 2337,
      "处": 2338,
      "备": 2339,
      "変": 2340,
      "复": 2341,
      "夏": 2342,
      "夕": 2343,
      "外": 2344,
      "多": 2345,
      "夜": 2346,
      "够": 2347,
      "夢": 2348,
      "大": 2349,
      "天": 2350,
      "太": 2351,
      "夫": 2352,
      "央": 2353,
      "失": 2354,
      "头": 2355,
      "夷": 2356,
      "夹": 2357,
      "夺": 2358,
      "奇": 2359,
      "奈": 2360,
      "奉": 2361,
      "奏": 2362,
      "契": 2363,
      "奔": 2364,
      "套": 2365,
      "奢": 2366,
      "奥": 2367,
      "奧": 2368,
      "奨": 2369,
      "奮": 2370,
      "女": 2371,
      "奴": 2372,
      "奶": 2373,
      "她": 2374,
      "好": 2375,
      "如": 2376,
      "妈": 2377,
      "妙": 2378,
      "妥": 2379,
      "妨": 2380,
      "妮": 2381,
      "妹": 2382,
      "妻": 2383,
      "姆": 2384,
      "姉": 2385,
      "始": 2386,
      "姓": 2387,
      "委": 2388,
      "姪": 2389,
      "姫": 2390,
      "姬": 2391,
      "姿": 2392,
      "威": 2393,
      "娃": 2394,
      "娅": 2395,
      "娑": 2396,
      "娘": 2397,
      "娲": 2398,
      "娴": 2399,
      "婆": 2400,
      "婉": 2401,
      "婦": 2402,
      "婪": 2403,
      "婷": 2404,
      "媒": 2405,
      "嫩": 2406,
      "子": 2407,
      "孕": 2408,
      "字": 2409,
      "存": 2410,
      "孙": 2411,
      "孝": 2412,
      "孟": 2413,
      "季": 2414,
      "孤": 2415,
      "学": 2416,
      "孪": 2417,
      "孫": 2418,
      "學": 2419,
      "宁": 2420,
      "它": 2421,
      "宅": 2422,
      "宇": 2423,
      "守": 2424,
      "安": 2425,
      "完": 2426,
      "宏": 2427,
      "宕": 2428,
      "宗": 2429,
      "官": 2430,
      "宙": 2431,
      "定": 2432,
      "宝": 2433,
      "实": 2434,
      "実": 2435,
      "审": 2436,
      "客": 2437,
      "宣": 2438,
      "室": 2439,
      "宪": 2440,
      "宮": 2441,
      "害": 2442,
      "家": 2443,
      "容": 2444,
      "宽": 2445,
      "宾": 2446,
      "宿": 2447,
      "寂": 2448,
      "寄": 2449,
      "密": 2450,
      "寇": 2451,
      "富": 2452,
      "寒": 2453,
      "察": 2454,
      "寡": 2455,
      "實": 2456,
      "寨": 2457,
      "寫": 2458,
      "寶": 2459,
      "寸": 2460,
      "对": 2461,
      "寺": 2462,
      "寻": 2463,
      "导": 2464,
      "対": 2465,
      "寿": 2466,
      "封": 2467,
      "専": 2468,
      "射": 2469,
      "将": 2470,
      "尊": 2471,
      "尋": 2472,
      "對": 2473,
      "導": 2474,
      "小": 2475,
      "少": 2476,
      "尔": 2477,
      "尖": 2478,
      "尚": 2479,
      "尝": 2480,
      "尤": 2481,
      "就": 2482,
      "尺": 2483,
      "尼": 2484,
      "尽": 2485,
      "尾": 2486,
      "局": 2487,
      "层": 2488,
      "居": 2489,
      "届": 2490,
      "屋": 2491,
      "屏": 2492,
      "展": 2493,
      "属": 2494,
      "層": 2495,
      "履": 2496,
      "山": 2497,
      "岁": 2498,
      "岐": 2499,
      "岗": 2500,
      "岛": 2501,
      "岡": 2502,
      "岩": 2503,
      "岳": 2504,
      "岸": 2505,
      "峨": 2506,
      "峰": 2507,
      "島": 2508,
      "崩": 2509,
      "嵌": 2510,
      "嶽": 2511,
      "川": 2512,
      "州": 2513,
      "巣": 2514,
      "工": 2515,
      "左": 2516,
      "巧": 2517,
      "巨": 2518,
      "巫": 2519,
      "差": 2520,
      "己": 2521,
      "已": 2522,
      "巴": 2523,
      "巻": 2524,
      "巽": 2525,
      "币": 2526,
      "市": 2527,
      "布": 2528,
      "师": 2529,
      "希": 2530,
      "帐": 2531,
      "帕": 2532,
      "帘": 2533,
      "帝": 2534,
      "带": 2535,
      "帧": 2536,
      "師": 2537,
      "席": 2538,
      "帮": 2539,
      "帯": 2540,
      "帰": 2541,
      "帳": 2542,
      "帶": 2543,
      "常": 2544,
      "幂": 2545,
      "幅": 2546,
      "幌": 2547,
      "幕": 2548,
      "干": 2549,
      "平": 2550,
      "年": 2551,
      "并": 2552,
      "幸": 2553,
      "幹": 2554,
      "幻": 2555,
      "幼": 2556,
      "幾": 2557,
      "广": 2558,
      "庁": 2559,
      "広": 2560,
      "庆": 2561,
      "庇": 2562,
      "序": 2563,
      "库": 2564,
      "应": 2565,
      "底": 2566,
      "店": 2567,
      "庙": 2568,
      "庚": 2569,
      "府": 2570,
      "庞": 2571,
      "废": 2572,
      "度": 2573,
      "座": 2574,
      "庫": 2575,
      "庭": 2576,
      "康": 2577,
      "庸": 2578,
      "廉": 2579,
      "廟": 2580,
      "廣": 2581,
      "延": 2582,
      "建": 2583,
      "开": 2584,
      "弁": 2585,
      "异": 2586,
      "弃": 2587,
      "弈": 2588,
      "式": 2589,
      "弓": 2590,
      "引": 2591,
      "弗": 2592,
      "弟": 2593,
      "张": 2594,
      "弥": 2595,
      "弦": 2596,
      "弧": 2597,
      "弯": 2598,
      "弱": 2599,
      "張": 2600,
      "強": 2601,
      "弹": 2602,
      "强": 2603,
      "彌": 2604,
      "归": 2605,
      "当": 2606,
      "录": 2607,
      "彙": 2608,
      "彝": 2609,
      "形": 2610,
      "彦": 2611,
      "彩": 2612,
      "影": 2613,
      "役": 2614,
      "往": 2615,
      "征": 2616,
      "径": 2617,
      "待": 2618,
      "很": 2619,
      "律": 2620,
      "後": 2621,
      "徐": 2622,
      "徒": 2623,
      "従": 2624,
      "得": 2625,
      "從": 2626,
      "御": 2627,
      "復": 2628,
      "循": 2629,
      "微": 2630,
      "徳": 2631,
      "徴": 2632,
      "德": 2633,
      "心": 2634,
      "必": 2635,
      "忍": 2636,
      "志": 2637,
      "忘": 2638,
      "忙": 2639,
      "応": 2640,
      "忠": 2641,
      "忧": 2642,
      "快": 2643,
      "念": 2644,
      "忽": 2645,
      "怀": 2646,
      "态": 2647,
      "怎": 2648,
      "怖": 2649,
      "怛": 2650,
      "怜": 2651,
      "思": 2652,
      "怠": 2653,
      "急": 2654,
      "性": 2655,
      "怪": 2656,
      "怯": 2657,
      "总": 2658,
      "恐": 2659,
      "恒": 2660,
      "恢": 2661,
      "恤": 2662,
      "恩": 2663,
      "息": 2664,
      "恰": 2665,
      "恵": 2666,
      "恶": 2667,
      "悄": 2668,
      "悉": 2669,
      "悟": 2670,
      "您": 2671,
      "悪": 2672,
      "悬": 2673,
      "悲": 2674,
      "情": 2675,
      "惊": 2676,
      "惜": 2677,
      "惠": 2678,
      "惯": 2679,
      "想": 2680,
      "愍": 2681,
      "意": 2682,
      "愛": 2683,
      "感": 2684,
      "愤": 2685,
      "愿": 2686,
      "慈": 2687,
      "態": 2688,
      "慎": 2689,
      "慘": 2690,
      "慢": 2691,
      "慣": 2692,
      "慧": 2693,
      "慮": 2694,
      "憂": 2695,
      "憑": 2696,
      "憲": 2697,
      "憾": 2698,
      "應": 2699,
      "懒": 2700,
      "戊": 2701,
      "戌": 2702,
      "戏": 2703,
      "成": 2704,
      "我": 2705,
      "或": 2706,
      "战": 2707,
      "戦": 2708,
      "截": 2709,
      "戳": 2710,
      "户": 2711,
      "戸": 2712,
      "戻": 2713,
      "房": 2714,
      "所": 2715,
      "手": 2716,
      "才": 2717,
      "扎": 2718,
      "打": 2719,
      "払": 2720,
      "托": 2721,
      "扣": 2722,
      "执": 2723,
      "扩": 2724,
      "扫": 2725,
      "扭": 2726,
      "扰": 2727,
      "扱": 2728,
      "批": 2729,
      "找": 2730,
      "承": 2731,
      "技": 2732,
      "抄": 2733,
      "把": 2734,
      "抑": 2735,
      "抓": 2736,
      "投": 2737,
      "抖": 2738,
      "抗": 2739,
      "折": 2740,
      "択": 2741,
      "护": 2742,
      "报": 2743,
      "披": 2744,
      "抱": 2745,
      "抵": 2746,
      "抹": 2747,
      "押": 2748,
      "抽": 2749,
      "担": 2750,
      "拆": 2751,
      "拉": 2752,
      "拍": 2753,
      "拒": 2754,
      "拓": 2755,
      "拖": 2756,
      "拙": 2757,
      "招": 2758,
      "拝": 2759,
      "拟": 2760,
      "拠": 2761,
      "拡": 2762,
      "拥": 2763,
      "拦": 2764,
      "拨": 2765,
      "择": 2766,
      "括": 2767,
      "拷": 2768,
      "拼": 2769,
      "拽": 2770,
      "拾": 2771,
      "拿": 2772,
      "持": 2773,
      "挂": 2774,
      "指": 2775,
      "按": 2776,
      "挑": 2777,
      "挖": 2778,
      "挙": 2779,
      "挝": 2780,
      "挡": 2781,
      "挤": 2782,
      "挥": 2783,
      "挫": 2784,
      "振": 2785,
      "挺": 2786,
      "挿": 2787,
      "捉": 2788,
      "捍": 2789,
      "捐": 2790,
      "捕": 2791,
      "捗": 2792,
      "损": 2793,
      "换": 2794,
      "捨": 2795,
      "据": 2796,
      "捷": 2797,
      "掀": 2798,
      "授": 2799,
      "掉": 2800,
      "掌": 2801,
      "排": 2802,
      "掘": 2803,
      "掛": 2804,
      "採": 2805,
      "探": 2806,
      "接": 2807,
      "控": 2808,
      "推": 2809,
      "掩": 2810,
      "揃": 2811,
      "描": 2812,
      "提": 2813,
      "插": 2814,
      "換": 2815,
      "握": 2816,
      "揭": 2817,
      "揮": 2818,
      "援": 2819,
      "損": 2820,
      "搜": 2821,
      "搞": 2822,
      "搬": 2823,
      "搭": 2824,
      "携": 2825,
      "摄": 2826,
      "摆": 2827,
      "摘": 2828,
      "摩": 2829,
      "撃": 2830,
      "撑": 2831,
      "撒": 2832,
      "撤": 2833,
      "播": 2834,
      "撰": 2835,
      "撸": 2836,
      "擇": 2837,
      "擊": 2838,
      "操": 2839,
      "擎": 2840,
      "據": 2841,
      "擲": 2842,
      "擴": 2843,
      "攥": 2844,
      "攫": 2845,
      "支": 2846,
      "收": 2847,
      "改": 2848,
      "攻": 2849,
      "放": 2850,
      "政": 2851,
      "故": 2852,
      "效": 2853,
      "敏": 2854,
      "救": 2855,
      "敗": 2856,
      "教": 2857,
      "敢": 2858,
      "散": 2859,
      "敦": 2860,
      "敬": 2861,
      "数": 2862,
      "敲": 2863,
      "整": 2864,
      "敵": 2865,
      "數": 2866,
      "文": 2867,
      "斐": 2868,
      "斗": 2869,
      "料": 2870,
      "斟": 2871,
      "斥": 2872,
      "断": 2873,
      "斯": 2874,
      "新": 2875,
      "斷": 2876,
      "方": 2877,
      "於": 2878,
      "施": 2879,
      "旁": 2880,
      "旅": 2881,
      "旋": 2882,
      "族": 2883,
      "旗": 2884,
      "无": 2885,
      "既": 2886,
      "日": 2887,
      "旦": 2888,
      "旧": 2889,
      "旨": 2890,
      "早": 2891,
      "时": 2892,
      "昆": 2893,
      "昌": 2894,
      "明": 2895,
      "易": 2896,
      "昔": 2897,
      "星": 2898,
      "映": 2899,
      "春": 2900,
      "昨": 2901,
      "昭": 2902,
      "是": 2903,
      "昵": 2904,
      "昼": 2905,
      "显": 2906,
      "時": 2907,
      "晒": 2908,
      "晓": 2909,
      "晚": 2910,
      "晨": 2911,
      "晩": 2912,
      "普": 2913,
      "景": 2914,
      "晰": 2915,
      "晴": 2916,
      "晶": 2917,
      "智": 2918,
      "暂": 2919,
      "暑": 2920,
      "暖": 2921,
      "暗": 2922,
      "暮": 2923,
      "暴": 2924,
      "曆": 2925,
      "曜": 2926,
      "曰": 2927,
      "曲": 2928,
      "曳": 2929,
      "更": 2930,
      "書": 2931,
      "曼": 2932,
      "曾": 2933,
      "替": 2934,
      "最": 2935,
      "會": 2936,
      "月": 2937,
      "有": 2938,
      "朋": 2939,
      "服": 2940,
      "朗": 2941,
