{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": true,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "[": 33,
      "\\": 34,
      "]": 35,
      "^": 36,
      "_": 37,
      "`": 38,
      "a": 39,
      "b": 40,
      "c": 41,
      "d": 42,
      "e": 43,
      "f": 44,
      "g": 45,
      "h": 46,
      "i": 47,
      "j": 48,
      "k": 49,
      "l": 50,
      "m": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "q": 55,
      "r": 56,
      "s": 57,
      "t": 58,
      "u": 59,
      "v": 60,
      "w": 61,
      "x": 62,
      "y": 63,
      "z": 64,
      "{": 65,
      "|": 66,
      "}": 67,
      "~": 68,
      "¡": 69,
      "¢": 70,
      "£": 71,
      "¤": 72,
      "¥": 73,
      "¦": 74,
      "§": 75,
      "¨": 76,
      "©": 77,
      "ª": 78,
      "«": 79,
      "¬": 80,
      "®": 81,
      "¯": 82,
      "°": 83,
      "±": 84,
      "²": 85,
      "³": 86,
      "´": 87,
      "µ": 88,
      "¶": 89,
      "·": 90,
      "¸": 91,
      "¹": 92,
      "º": 93,
      "»": 94,
      "¼": 95,
      "½": 96,
      "¾": 97,
      "¿": 98,
      "×": 99,
      "ß": 100,
      "æ": 101,
      "ð": 102,
      "÷": 103,
      "ø": 104,
      "þ": 105,
      "đ": 106,
      "ħ": 107,
      "ı": 108,
      "ĳ": 109,
      "ĸ": 110,
      "ŀ": 111,
      "ł": 112,
      "ŉ": 113,
      "ŋ": 114,
      "œ": 115,
      "ŧ": 116,
      "ſ": 117,
      "ƃ": 118,
      "ƒ": 119,
      "ƛ": 120,
      "ƥ": 121,
      "ƨ": 122,
      "ƭ": 123,
      "ƴ": 124,
      "ƽ": 125,
      "ǃ": 126,
      "ǆ": 127,
      "ǝ": 128,
      "ǳ": 129,
      "ȝ": 130,
      "ȥ": 131,
      "ɉ": 132,
      "ɐ": 133,
      "ɑ": 134,
      "ɒ": 135,
      "ɔ": 136,
      "ɖ": 137,
      "ə": 138,
      "ɛ": 139,
      "ɡ": 140,
      "ɣ": 141,
      "ɥ": 142,
      "ɪ": 143,
      "ɯ": 144,
      "ɱ": 145,
      "ɲ": 146,
      "ɴ": 147,
      "ɹ": 148,
      "ʀ": 149,
      "ʁ": 150,
      "ʇ": 151,
      "ʊ": 152,
      "ʌ": 153,
      "ʍ": 154,
      "ʎ": 155,
      "ʒ": 156,
      "ʔ": 157,
      "ʕ": 158,
      "ʖ": 159,
      "ʘ": 160,
      "ʟ": 161,
      "ʠ": 162,
      "ʭ": 163,
      "ʮ": 164,
      "ʲ": 165,
      "ʷ": 166,
      "ˆ": 167,
      "ˇ": 168,
      "ˈ": 169,
      "ˉ": 170,
      "ˌ": 171,
      "ˏ": 172,
      "ː": 173,
      "˘": 174,
      "˙": 175,
      "˚": 176,
      "ͱ": 177,
      "ͳ": 178,
      "α": 179,
      "β": 180,
      "γ": 181,
      "δ": 182,
      "ε": 183,
      "η": 184,
      "θ": 185,
      "ι": 186,
      "κ": 187,
      "λ": 188,
      "μ": 189,
      "ν": 190,
      "ξ": 191,
      "ο": 192,
      "π": 193,
      "ρ": 194,
      "ς": 195,
      "σ": 196,
      "τ": 197,
      "υ": 198,
      "φ": 199,
      "χ": 200,
      "ψ": 201,
      "ω": 202,
      "ϗ": 203,
      "ϛ": 204,
      "ϝ": 205,
      "ϟ": 206,
      "ϡ": 207,
      "ϧ": 208,
      "ϰ": 209,
      "ϳ": 210,
      "ϵ": 211,
      "а": 212,
      "б": 213,
      "в": 214,
      "г": 215,
      "д": 216,
      "е": 217,
      "ж": 218,
      "з": 219,
      "и": 220,
      "к": 221,
      "л": 222,
      "м": 223,
      "н": 224,
      "о": 225,
      "п": 226,
      "р": 227,
      "с": 228,
      "т": 229,
      "у": 230,
      "ф": 231,
      "х": 232,
      "ц": 233,
      "ч": 234,
      "ш": 235,
      "щ": 236,
      "ъ": 237,
      "ы": 238,
      "ь": 239,
      "э": 240,
      "ю": 241,
      "я": 242,
      "ѕ": 243,
      "і": 244,
      "ј": 245,
      "џ": 246,
      "ѱ": 247,
      "ѵ": 248,
      "҉": 249,
      "ґ": 250,
      "ғ": 251,
      "ҕ": 252,
      "ӻ": 253,
      "ӿ": 254,
      "ԍ": 255,
      "ԙ": 256,
      "ԛ": 257,
      "ԫ": 258,
      "ա": 259,
      "բ": 260,
      "ե": 261,
      "ի": 262,
      "ծ": 263,
      "վ": 264,
      "ր": 265,
      "ց": 266,
      "փ": 267,
      "օ": 268,
      "և": 269,
      "։": 270,
      "֊": 271,
      "֋": 272,
      "֍": 273,
      "֏": 274,
      "־": 275,
      "׀": 276,
      "׃": 277,
      "׆": 278,
      "׈": 279,
      "׉": 280,
      "׊": 281,
      "׋": 282,
      "א": 283,
      "ב": 284,
      "ד": 285,
      "ו": 286,
      "ח": 287,
      "ט": 288,
      "י": 289,
      "כ": 290,
      "ל": 291,
      "ם": 292,
      "מ": 293,
      "ן": 294,
      "ס": 295,
      "ע": 296,
      "ר": 297,
      "ש": 298,
      "ת": 299,
      "׹": 300,
      "ء": 301,
      "ا": 302,
      "ب": 303,
      "ة": 304,
      "ت": 305,
      "ث": 306,
      "ج": 307,
      "ح": 308,
      "خ": 309,
      "د": 310,
      "ذ": 311,
      "ر": 312,
      "ز": 313,
      "س": 314,
      "ش": 315,
      "ص": 316,
      "ض": 317,
      "ط": 318,
      "ظ": 319,
      "ع": 320,
      "غ": 321,
      "ف": 322,
      "ق": 323,
      "ك": 324,
      "ل": 325,
      "م": 326,
      "ن": 327,
      "ه": 328,
      "و": 329,
      "ى": 330,
      "ي": 331,
      "٣": 332,
      "٩": 333,
      "٪": 334,
      "چ": 335,
      "ک": 336,
      "گ": 337,
      "ھ": 338,
      "ی": 339,
      "۰": 340,
      "۳": 341,
      "۶": 342,
      "۹": 343,
      "ݒ": 344,
      "ݓ": 345,
      "ݔ": 346,
      "ݕ": 347,
      "ݖ": 348,
      "ݗ": 349,
      "ݙ": 350,
      "ݪ": 351,
      "ݫ": 352,
      "ݱ": 353,
      "ݶ": 354,
      "ݷ": 355,
      "ݸ": 356,
      "ݹ": 357,
      "ݺ": 358,
      "߄": 359,
      "ߊ": 360,
      "ߋ": 361,
      "ߌ": 362,
      "ߎ": 363,
      "ߏ": 364,
      "ߕ": 365,
      "ߙ": 366,
      "ߚ": 367,
      "ߠ": 368,
      "ߡ": 369,
      "अ": 370,
      "आ": 371,
      "इ": 372,
      "उ": 373,
      "ए": 374,
      "औ": 375,
      "क": 376,
      "ख": 377,
      "ग": 378,
      "ज": 379,
      "ट": 380,
      "ठ": 381,
      "ड": 382,
      "ण": 383,
      "त": 384,
      "न": 385,
      "प": 386,
      "ब": 387,
      "म": 388,
      "य": 389,
      "र": 390,
      "ल": 391,
      "श": 392,
      "स": 393,
      "ह": 394,
      "ऽ": 395,
      "ा": 396,
      "ि": 397,
      "ी": 398,
      "ो": 399,
      "ौ": 400,
      "।": 401,
      "१": 402,
      "२": 403,
      "५": 404,
      "६": 405,
      "७": 406,
      "८": 407,
      "९": 408,
      "ॳ": 409,
      "ॺ": 410,
      "ং": 411,
      "অ": 412,
      "আ": 413,
      "ই": 414,
      "উ": 415,
      "ও": 416,
      "ক": 417,
      "গ": 418,
      "ঙ": 419,
      "ণ": 420,
      "ত": 421,
      "ধ": 422,
      "ন": 423,
      "প": 424,
      "ফ": 425,
      "ব": 426,
      "ম": 427,
      "য": 428,
      "র": 429,
      "ল": 430,
      "ষ": 431,
      "স": 432,
      "া": 433,
      "ি": 434,
      "ে": 435,
      "০": 436,
      "১": 437,
      "৭": 438,
      "ઉ": 439,
      "ઠ": 440,
      "ળ": 441,
      "૩": 442,
      "૪": 443,
      "ଅ": 444,
      "ଢ": 445,
      "ଣ": 446,
      "ଥ": 447,
      "ମ": 448,
      "୷": 449,
      "ழ": 450,
      "ௗ": 451,
      "௫": 452,
      "௭": 453,
      "௴": 454,
      "ఇ": 455,
      "ఓ": 456,
      "ష": 457,
      "ౙ": 458,
      "ౡ": 459,
      "ಔ": 460,
      "ಟ": 461,
      "ಠ": 462,
      "೪": 463,
      "ആ": 464,
      "ഓ": 465,
      "ഗ": 466,
      "ര": 467,
      "വ": 468,
      "൦": 469,
      "൭": 470,
      "൰": 471,
      "ග": 472,
      "ඤ": 473,
      "ඨ": 474,
      "෴": 475,
      "ก": 476,
      "ข": 477,
      "ค": 478,
      "ง": 479,
      "ฉ": 480,
      "ช": 481,
      "ซ": 482,
      "ด": 483,
      "ต": 484,
      "ถ": 485,
      "ท": 486,
      "น": 487,
      "บ": 488,
      "ป": 489,
      "พ": 490,
      "ภ": 491,
      "ม": 492,
      "ย": 493,
      "ร": 494,
      "ฤ": 495,
      "ล": 496,
      "ว": 497,
      "ษ": 498,
      "ส": 499,
      "ห": 500,
      "อ": 501,
      "ฮ": 502,
      "ะ": 503,
      "า": 504,
      "ำ": 505,
      "฿": 506,
      "เ": 507,
      "แ": 508,
      "โ": 509,
      "ใ": 510,
      "ไ": 511,
      "๐": 512,
      "๑": 513,
      "๗": 514,
      "๙": 515,
      "ດ": 516,
      "ທ": 517,
      "ພ": 518,
      "ມ": 519,
      "ລ": 520,
      "ວ": 521,
      "ສ": 522,
      "າ": 523,
      "ໜ": 524,
      "ໝ": 525,
      "་": 526,
      "༼": 527,
      "༽": 528,
      "ཀ": 529,
      "ད": 530,
      "བ": 531,
      "ལ": 532,
      "ས": 533,
      "ཪ": 534,
      "྾": 535,
      "ဃ": 536,
      "ဏ": 537,
      "န": 538,
      "ဖ": 539,
      "မ": 540,
      "ာ": 541,
      "ြ": 542,
      "၅": 543,
      "၍": 544,
      "ၑ": 545,
      "ၺ": 546,
      "ၾ": 547,
      "႔": 548,
      "ა": 549,
      "ბ": 550,
      "გ": 551,
      "ე": 552,
      "ვ": 553,
      "ი": 554,
      "მ": 555,
      "ო": 556,
      "რ": 557,
      "ძ": 558,
      "ხ": 559,
      "ჯ": 560,
      "ჳ": 561,
      "ჷ": 562,
      "ᄀ": 563,
      "ᄁ": 564,
      "ᄂ": 565,
      "ᄃ": 566,
      "ᄄ": 567,
      "ᄅ": 568,
      "ᄆ": 569,
      "ᄇ": 570,
      "ᄈ": 571,
      "ᄉ": 572,
      "ᄋ": 573,
      "ᄌ": 574,
      "ᄍ": 575,
      "ᄎ": 576,
      "ᄏ": 577,
      "ᄐ": 578,
      "ᄑ": 579,
      "ᄒ": 580,
      "ᅡ": 581,
      "ᅢ": 582,
      "ᅣ": 583,
      "ᅤ": 584,
      "ᅥ": 585,
      "ᅦ": 586,
      "ᅧ": 587,
      "ᅨ": 588,
      "ᅩ": 589,
      "ᅪ": 590,
      "ᅫ": 591,
      "ᅬ": 592,
      "ᅭ": 593,
      "ᅮ": 594,
      "ᅯ": 595,
      "ᅰ": 596,
      "ᅱ": 597,
      "ᅲ": 598,
      "ᅳ": 599,
      "ᅴ": 600,
      "ᅵ": 601,
      "ᆨ": 602,
      "ᆫ": 603,
      "ᆭ": 604,
      "ᆮ": 605,
      "ᆯ": 606,
      "ᆰ": 607,
      "ᆲ": 608,
      "ᆶ": 609,
      "ᆷ": 610,
      "ᆸ": 611,
      "ᆹ": 612,
      "ᆺ": 613,
      "ᆻ": 614,
      "ᆼ": 615,
      "ᆽ": 616,
      "ᆾ": 617,
      "ᆿ": 618,
      "ᇀ": 619,
      "ᇁ": 620,
      "ᇂ": 621,
      "፩": 622,
      "፪": 623,
      "፫": 624,
      "፬": 625,
      "፭": 626,
      "፮": 627,
      "፯": 628,
      "፰": 629,
      "፱": 630,
      "፲": 631,
      "፳": 632,
      "፴": 633,
      "፵": 634,
      "፶": 635,
      "፷": 636,
      "፸": 637,
      "፹": 638,
      "፺": 639,
      "፻": 640,
      "፼": 641,
      "᐀": 642,
      "ᐅ": 643,
      "ᐛ": 644,
      "ᐟ": 645,
      "ᑭ": 646,
      "ᓇ": 647,
      "ᔕ": 648,
      "ᕕ": 649,
      "ᕗ": 650,
      "ᚠ": 651,
      "ᚢ": 652,
      "ᚦ": 653,
      "ᚨ": 654,
      "ᚩ": 655,
      "ᚪ": 656,
      "ᚮ": 657,
      "ᚱ": 658,
      "ᚲ": 659,
      "ᚳ": 660,
      "ᚴ": 661,
      "ᚵ": 662,
      "ᚷ": 663,
      "ᚹ": 664,
      "ᚻ": 665,
      "ᚼ": 666,
      "ᚽ": 667,
      "ᚾ": 668,
      "ᚿ": 669,
      "ᛁ": 670,
      "ᛃ": 671,
      "ᛅ": 672,
      "ᛆ": 673,
      "ᛉ": 674,
      "ᛊ": 675,
      "ᛋ": 676,
      "ᛌ": 677,
      "ᛍ": 678,
      "ᛏ": 679,
      "ᛐ": 680,
      "ᛒ": 681,
      "ᛖ": 682,
      "ᛘ": 683,
      "ᛙ": 684,
      "ᛚ": 685,
      "ᛞ": 686,
      "ក": 687,
      "ង": 688,
      "ជ": 689,
      "ន": 690,
      "ប": 691,
      "ម": 692,
      "រ": 693,
      "វ": 694,
      "អ": 695,
      "ា": 696,
      "ៅ": 697,
      "៤": 698,
      "៧": 699,
      "᠆": 700,
      "᧓": 701,
      "᧗": 702,
      "᱃": 703,
      "᱒": 704,
      "ᴀ": 705,
      "ᴉ": 706,
      "ᴗ": 707,
      "ᴛ": 708,
      "ᴥ": 709,
      "ᵔ": 710,
      "ᵢ": 711,
      "ᵣ": 712,
      "ᵤ": 713,
      "ᵧ": 714,
      "‐": 715,
      "‑": 716,
      "‒": 717,
      "–": 718,
      "—": 719,
      "―": 720,
      "‖": 721,
      "‘": 722,
      "’": 723,
      "“": 724,
      "”": 725,
      "„": 726,
      "‟": 727,
      "†": 728,
      "‡": 729,
      "•": 730,
      "‣": 731,
      "․": 732,
      "…": 733,
      "‰": 734,
      "‱": 735,
      "′": 736,
      "‹": 737,
      "›": 738,
      "※": 739,
      "‼": 740,
      "‽": 741,
      "‾": 742,
      "‿": 743,
      "⁄": 744,
      "⁉": 745,
      "⁓": 746,
      "⁰": 747,
      "⁴": 748,
      "⁵": 749,
      "⁶": 750,
      "⁷": 751,
      "⁸": 752,
      "⁹": 753,
      "⁺": 754,
      "⁻": 755,
      "ⁿ": 756,
      "₀": 757,
      "₁": 758,
      "₂": 759,
      "₃": 760,
      "₄": 761,
      "₅": 762,
      "₆": 763,
      "₇": 764,
      "₈": 765,
      "₉": 766,
      "₊": 767,
      "₋": 768,
      "₍": 769,
      "₎": 770,
      "ₑ": 771,
      "ₓ": 772,
      "ₖ": 773,
      "ₗ": 774,
      "ₘ": 775,
      "ₙ": 776,
      "ₚ": 777,
      "ₛ": 778,
      "ₜ": 779,
      "₥": 780,
      "₧": 781,
      "€": 782,
      "₺": 783,
      "₽": 784,
      "⃝": 785,
      "⃣": 786,
      "⃤": 787,
      "ℂ": 788,
      "℃": 789,
      "℉": 790,
      "ℌ": 791,
      "ℍ": 792,
      "ℏ": 793,
      "ℓ": 794,
      "ℕ": 795,
      "№": 796,
      "ℙ": 797,
      "ℚ": 798,
      "ℝ": 799,
      "™": 800,
      "ℤ": 801,
      "ℹ": 802,
      "⅄": 803,
      "⅐": 804,
      "⅑": 805,
      "⅒": 806,
      "⅓": 807,
      "⅔": 808,
      "⅕": 809,
      "⅖": 810,
      "⅗": 811,
      "⅘": 812,
      "⅙": 813,
      "⅚": 814,
      "⅛": 815,
      "⅜": 816,
      "⅝": 817,
      "⅞": 818,
      "ⅲ": 819,
      "←": 820,
      "↑": 821,
      "→": 822,
      "↓": 823,
      "↔": 824,
      "↕": 825,
      "↖": 826,
      "↗": 827,
      "↘": 828,
      "↙": 829,
      "↣": 830,
      "↤": 831,
      "↦": 832,
      "↨": 833,
      "↩": 834,
      "↪": 835,
      "↳": 836,
      "↴": 837,
      "↵": 838,
      "↷": 839,
      "↻": 840,
      "⇄": 841,
      "⇋": 842,
      "⇒": 843,
      "⇓": 844,
      "⇔": 845,
      "⇡": 846,
      "⇢": 847,
      "⇥": 848,
      "⇦": 849,
      "⇧": 850,
      "⇨": 851,
      "⇩": 852,
      "∀": 853,
      "∂": 854,
      "∃": 855,
      "∅": 856,
      "∆": 857,
      "∈": 858,
      "∊": 859,
      "∎": 860,
      "∑": 861,
      "−": 862,
      "∗": 863,
      "∙": 864,
      "√": 865,
      "∞": 866,
      "∟": 867,
      "∠": 868,
      "∧": 869,
      "∨": 870,
      "∩": 871,
      "∪": 872,
      "∫": 873,
      "∴": 874,
      "∵": 875,
      "∼": 876,
      "∾": 877,
      "≈": 878,
      "≍": 879,
      "≡": 880,
      "≤": 881,
      "≥": 882,
      "≦": 883,
      "⊂": 884,
      "⊆": 885,
      "⊇": 886,
      "⊕": 887,
      "⊤": 888,
      "⊻": 889,
      "⋀": 890,
      "⋁": 891,
      "⋃": 892,
      "⋅": 893,
      "⋆": 894,
      "⋮": 895,
      "⋯": 896,
      "⋰": 897,
      "⋱": 898,
      "⌂": 899,
      "⌈": 900,
      "⌉": 901,
      "⌊": 902,
      "⌋": 903,
      "⌐": 904,
      "⌒": 905,
      "⌘": 906,
      "⌚": 907,
      "⌛": 908,
      "⌠": 909,
      "⌡": 910,
      "⌥": 911,
      "⌨": 912,
      "⎈": 913,
      "⎘": 914,
      "⎛": 915,
      "⎜": 916,
      "⎝": 917,
      "⎞": 918,
      "⎟": 919,
      "⎠": 920,
      "⎡": 921,
      "⎢": 922,
      "⎣": 923,
      "⎤": 924,
      "⎥": 925,
      "⎦": 926,
      "⎬": 927,
      "⎮": 928,
      "⎲": 929,
      "⎳": 930,
      "⎺": 931,
      "⎾": 932,
      "⏋": 933,
      "⏎": 934,
      "⏤": 935,
      "⏬": 936,
      "⏭": 937,
      "⏰": 938,
      "⏱": 939,
      "⏲": 940,
      "⏳": 941,
      "⏸": 942,
      "␀": 943,
      "␛": 944,
      "␟": 945,
      "␡": 946,
      "①": 947,
      "②": 948,
      "⒈": 949,
      "⒉": 950,
      "ⓐ": 951,
      "ⓒ": 952,
      "ⓓ": 953,
      "ⓔ": 954,
      "ⓘ": 955,
      "ⓛ": 956,
      "ⓝ": 957,
      "ⓞ": 958,
      "ⓡ": 959,
      "ⓧ": 960,
      "─": 961,
      "━": 962,
      "│": 963,
      "┃": 964,
      "┄": 965,
      "┆": 966,
      "┈": 967,
      "┊": 968,
      "┌": 969,
      "┍": 970,
      "┏": 971,
      "┐": 972,
      "┒": 973,
      "┓": 974,
      "└": 975,
      "┕": 976,
      "┖": 977,
      "┗": 978,
      "┘": 979,
      "┛": 980,
      "├": 981,
      "┝": 982,
      "┞": 983,
      "┟": 984,
      "┠": 985,
      "┣": 986,
      "┤": 987,
      "┦": 988,
      "┧": 989,
      "┨": 990,
      "┫": 991,
      "┬": 992,
      "┭": 993,
      "┯": 994,
      "┰": 995,
      "┲": 996,
      "┳": 997,
      "┴": 998,
      "┶": 999,
      "┷": 1000,
      "┹": 1001,
      "┺": 1002,
      "┻": 1003,
      "┼": 1004,
      "╅": 1005,
      "╋": 1006,
      "╌": 1007,
      "╏": 1008,
      "═": 1009,
      "║": 1010,
      "╒": 1011,
      "╓": 1012,
      "╔": 1013,
      "╕": 1014,
      "╖": 1015,
      "╗": 1016,
      "╘": 1017,
      "╙": 1018,
      "╚": 1019,
      "╛": 1020,
      "╜": 1021,
      "╝": 1022,
      "╞": 1023,
      "╟": 1024,
      "╠": 1025,
      "╡": 1026,
      "╢": 1027,
      "╣": 1028,
      "╤": 1029,
      "╥": 1030,
      "╦": 1031,
      "╧": 1032,
      "╨": 1033,
      "╩": 1034,
      "╪": 1035,
      "╫": 1036,
      "╬": 1037,
      "╭": 1038,
      "╮": 1039,
      "╯": 1040,
      "╰": 1041,
      "╳": 1042,
      "╴": 1043,
      "╵": 1044,
      "╶": 1045,
      "╷": 1046,
      "╼": 1047,
      "▀": 1048,
      "▁": 1049,
      "▂": 1050,
      "▃": 1051,
      "▄": 1052,
      "▅": 1053,
      "▆": 1054,
      "▇": 1055,
      "█": 1056,
      "▉": 1057,
      "▊": 1058,
      "▋": 1059,
      "▌": 1060,
      "▍": 1061,
      "▎": 1062,
      "▏": 1063,
      "▐": 1064,
      "░": 1065,
      "▒": 1066,
      "▓": 1067,
      "▕": 1068,
      "▖": 1069,
      "▗": 1070,
      "▘": 1071,
      "▙": 1072,
      "▚": 1073,
      "▛": 1074,
      "▜": 1075,
      "▝": 1076,
      "▞": 1077,
      "▟": 1078,
      "■": 1079,
      "□": 1080,
      "▥": 1081,
      "▩": 1082,
      "▪": 1083,
      "▬": 1084,
      "▮": 1085,
      "▯": 1086,
      "▰": 1087,
      "▱": 1088,
      "▲": 1089,
      "△": 1090,
      "▴": 1091,
      "▶": 1092,
      "▷": 1093,
      "▸": 1094,
      "▹": 1095,
      "►": 1096,
      "▼": 1097,
      "▽": 1098,
      "▾": 1099,
      "◀": 1100,
      "◁": 1101,
      "◄": 1102,
      "◆": 1103,
      "◇": 1104,
      "◉": 1105,
      "◊": 1106,
      "○": 1107,
      "◌": 1108,
      "◎": 1109,
      "●": 1110,
      "◑": 1111,
      "◓": 1112,
      "◔": 1113,
      "◕": 1114,
      "◘": 1115,
      "◙": 1116,
      "◛": 1117,
      "◞": 1118,
      "◟": 1119,
      "◡": 1120,
      "◨": 1121,
      "◪": 1122,
      "◫": 1123,
      "◭": 1124,
      "◯": 1125,
      "◱": 1126,
      "◳": 1127,
      "◶": 1128,
      "◷": 1129,
      "◻": 1130,
      "◼": 1131,
      "◽": 1132,
      "◾": 1133,
      "☀": 1134,
      "☁": 1135,
      "☃": 1136,
      "☄": 1137,
      "★": 1138,
      "☆": 1139,
      "☐": 1140,
      "☑": 1141,
      "☒": 1142,
      "☓": 1143,
      "☔": 1144,
      "☕": 1145,
      "☘": 1146,
      "☝": 1147,
      "☞": 1148,
      "☠": 1149,
      "☢": 1150,
      "☣": 1151,
      "☮": 1152,
      "☰": 1153,
      "☸": 1154,
      "☺": 1155,
      "☻": 1156,
      "☼": 1157,
      "☿": 1158,
      "♀": 1159,
      "♂": 1160,
      "♐": 1161,
      "♔": 1162,
      "♕": 1163,
      "♖": 1164,
      "♗": 1165,
      "♘": 1166,
      "♙": 1167,
      "♚": 1168,
      "♛": 1169,
      "♜": 1170,
      "♝": 1171,
      "♞": 1172,
      "♟": 1173,
      "♠": 1174,
      "♡": 1175,
      "♢": 1176,
      "♣": 1177,
      "♤": 1178,
      "♥": 1179,
      "♦": 1180,
      "♧": 1181,
      "♨": 1182,
      "♪": 1183,
      "♫": 1184,
      "♭": 1185,
      "♻": 1186,
      "♾": 1187,
      "⚐": 1188,
      "⚒": 1189,
      "⚓": 1190,
      "⚔": 1191,
      "⚖": 1192,
      "⚗": 1193,
      "⚙": 1194,
      "⚛": 1195,
      "⚠": 1196,
      "⚡": 1197,
      "⚧": 1198,
      "⚫": 1199,
      "⚰": 1200,
      "⚱": 1201,
      "⚾": 1202,
      "⛅": 1203,
      "⛈": 1204,
      "⛏": 1205,
      "⛑": 1206,
      "⛓": 1207,
      "⛔": 1208,
      "⛭": 1209,
      "⛮": 1210,
      "⛰": 1211,
      "⛴": 1212,
      "⛵": 1213,
      "⛽": 1214,
      "✂": 1215,
      "✅": 1216,
      "✈": 1217,
      "✋": 1218,
      "✌": 1219,
      "✍": 1220,
      "✏": 1221,
      "✓": 1222,
      "✔": 1223,
      "✕": 1224,
      "✖": 1225,
      "✗": 1226,
      "✘": 1227,
      "✚": 1228,
      "✝": 1229,
      "✧": 1230,
      "✨": 1231,
      "✳": 1232,
      "✴": 1233,
      "❄": 1234,
      "❇": 1235,
      "❌": 1236,
      "❍": 1237,
      "❎": 1238,
      "❓": 1239,
      "❔": 1240,
      "❕": 1241,
      "❗": 1242,
      "❘": 1243,
      "❤": 1244,
      "❮": 1245,
      "❯": 1246,
      "❲": 1247,
      "❳": 1248,
      "➔": 1249,
      "➕": 1250,
      "➖": 1251,
      "➜": 1252,
      "➡": 1253,
      "➤": 1254,
      "⟦": 1255,
      "⟧": 1256,
      "⟨": 1257,
      "⟩": 1258,
      "⟪": 1259,
      "⟫": 1260,
      "⟲": 1261,
      "⟳": 1262,
      "⟵": 1263,
      "⟶": 1264,
      "⟷": 1265,
      "⟺": 1266,
      "⠀": 1267,
      "⠁": 1268,
      "⠂": 1269,
      "⠃": 1270,
      "⠄": 1271,
      "⠅": 1272,
      "⠆": 1273,
      "⠇": 1274,
      "⠈": 1275,
      "⠉": 1276,
      "⠊": 1277,
      "⠋": 1278,
      "⠍": 1279,
      "⠎": 1280,
      "⠏": 1281,
      "⠐": 1282,
      "⠑": 1283,
      "⠒": 1284,
      "⠓": 1285,
      "⠔": 1286,
      "⠕": 1287,
      "⠖": 1288,
      "⠗": 1289,
      "⠘": 1290,
      "⠙": 1291,
      "⠚": 1292,
      "⠛": 1293,
      "⠜": 1294,
      "⠝": 1295,
      "⠞": 1296,
      "⠟": 1297,
      "⠠": 1298,
      "⠡": 1299,
      "⠢": 1300,
      "⠣": 1301,
      "⠤": 1302,
      "⠥": 1303,
      "⠦": 1304,
      "⠧": 1305,
      "⠨": 1306,
      "⠩": 1307,
      "⠪": 1308,
      "⠫": 1309,
      "⠭": 1310,
      "⠮": 1311,
      "⠯": 1312,
      "⠰": 1313,
      "⠱": 1314,
      "⠲": 1315,
      "⠳": 1316,
      "⠴": 1317,
      "⠵": 1318,
      "⠶": 1319,
      "⠷": 1320,
      "⠸": 1321,
      "⠹": 1322,
      "⠺": 1323,
      "⠻": 1324,
      "⠼": 1325,
      "⠽": 1326,
      "⠿": 1327,
      "⡀": 1328,
      "⡁": 1329,
      "⡂": 1330,
      "⡃": 1331,
      "⡄": 1332,
      "⡅": 1333,
      "⡆": 1334,
      "⡇": 1335,
      "⡈": 1336,
      "⡋": 1337,
      "⡌": 1338,
      "⡍": 1339,
      "⡎": 1340,
      "⡏": 1341,
      "⡑": 1342,
      "⡒": 1343,
      "⡔": 1344,
      "⡕": 1345,
      "⡙": 1346,
      "⡛": 1347,
      "⡜": 1348,
      "⡝": 1349,
      "⡞": 1350,
      "⡟": 1351,
      "⡠": 1352,
      "⡡": 1353,
      "⡢": 1354,
      "⡣": 1355,
      "⡤": 1356,
      "⡥": 1357,
      "⡦": 1358,
      "⡪": 1359,
      "⡫": 1360,
      "⡬": 1361,
      "⡮": 1362,
      "⡯": 1363,
      "⡰": 1364,
      "⡱": 1365,
      "⡲": 1366,
      "⡳": 1367,
      "⡴": 1368,
      "⡵": 1369,
      "⡶": 1370,
      "⡷": 1371,
      "⡸": 1372,
      "⡹": 1373,
      "⡺": 1374,
      "⡻": 1375,
      "⡼": 1376,
      "⡽": 1377,
      "⡾": 1378,
      "⡿": 1379,
      "⢀": 1380,
      "⢁": 1381,
      "⢂": 1382,
      "⢃": 1383,
      "⢄": 1384,
      "⢆": 1385,
      "⢇": 1386,
      "⢈": 1387,
      "⢊": 1388,
      "⢋": 1389,
      "⢌": 1390,
      "⢍": 1391,
      "⢎": 1392,
      "⢏": 1393,
      "⢑": 1394,
      "⢒": 1395,
      "⢓": 1396,
      "⢕": 1397,
      "⢗": 1398,
      "⢘": 1399,
      "⢙": 1400,
      "⢚": 1401,
      "⢛": 1402,
      "⢜": 1403,
      "⢝": 1404,
      "⢞": 1405,
      "⢟": 1406,
      "⢠": 1407,
      "⢡": 1408,
      "⢢": 1409,
      "⢣": 1410,
      "⢤": 1411,
      "⢥": 1412,
      "⢦": 1413,
      "⢧": 1414,
      "⢪": 1415,
      "⢫": 1416,
      "⢬": 1417,
      "⢮": 1418,
      "⢯": 1419,
      "⢰": 1420,
      "⢱": 1421,
      "⢲": 1422,
      "⢳": 1423,
      "⢴": 1424,
      "⢵": 1425,
      "⢶": 1426,
      "⢷": 1427,
      "⢸": 1428,
      "⢹": 1429,
      "⢺": 1430,
      "⢻": 1431,
      "⢼": 1432,
      "⢽": 1433,
      "⢾": 1434,
      "⢿": 1435,
      "⣀": 1436,
      "⣁": 1437,
      "⣂": 1438,
      "⣄": 1439,
      "⣅": 1440,
      "⣆": 1441,
      "⣇": 1442,
      "⣈": 1443,
      "⣉": 1444,
      "⣊": 1445,
      "⣋": 1446,
      "⣌": 1447,
      "⣍": 1448,
      "⣎": 1449,
      "⣏": 1450,
      "⣒": 1451,
      "⣓": 1452,
      "⣖": 1453,
      "⣗": 1454,
      "⣘": 1455,
      "⣛": 1456,
      "⣜": 1457,
      "⣝": 1458,
      "⣞": 1459,
      "⣟": 1460,
      "⣠": 1461,
      "⣡": 1462,
      "⣣": 1463,
      "⣤": 1464,
      "⣥": 1465,
      "⣦": 1466,
      "⣧": 1467,
      "⣨": 1468,
      "⣪": 1469,
      "⣫": 1470,
      "⣬": 1471,
      "⣭": 1472,
      "⣮": 1473,
      "⣯": 1474,
      "⣰": 1475,
      "⣲": 1476,
      "⣳": 1477,
      "⣴": 1478,
      "⣵": 1479,
      "⣶": 1480,
      "⣷": 1481,
      "⣸": 1482,
      "⣹": 1483,
      "⣺": 1484,
      "⣻": 1485,
      "⣼": 1486,
      "⣽": 1487,
      "⣾": 1488,
      "⣿": 1489,
      "⤬": 1490,
      "⤵": 1491,
      "⤷": 1492,
      "⥪": 1493,
      "⥭": 1494,
      "⦑": 1495,
      "⦒": 1496,
      "⦿": 1497,
      "⧉": 1498,
      "⧼": 1499,
      "⧽": 1500,
      "⨉": 1501,
      "⬀": 1502,
      "⬁": 1503,
      "⬄": 1504,
      "⬅": 1505,
      "⬆": 1506,
      "⬇": 1507,
      "⬛": 1508,
      "⬜": 1509,
      "⬢": 1510,
      "⬤": 1511,
      "⭐": 1512,
      "⭕": 1513,
      "⭠": 1514,
      "⭢": 1515,
      "⭾": 1516,
      "⮀": 1517,
      "⮕": 1518,
      "⮡": 1519,
      "ⱼ": 1520,
      "ⴋ": 1521,
      "ⴌ": 1522,
      "ⴍ": 1523,
      "ⴏ": 1524,
      "ⴕ": 1525,
      "ⴘ": 1526,
      "ⴝ": 1527,
      "ⴡ": 1528,
      "ⴷ": 1529,
      "ⴺ": 1530,
      "ⴼ": 1531,
      "ⵃ": 1532,
      "ⵊ": 1533,
      "ⵍ": 1534,
      "ⵎ": 1535,
      "ⵖ": 1536,
      "ⵙ": 1537,
      "ⵜ": 1538,
      "ⵝ": 1539,
      "ⵡ": 1540,
      "⸌": 1541,
      "⸍": 1542,
      "⸗": 1543,
      "⸚": 1544,
      "⸜": 1545,
      "⸝": 1546,
      "⸰": 1547,
      "⸺": 1548,
      "⸻": 1549,
      "⹀": 1550,
      "⹂": 1551,
      "、": 1552,
      "。": 1553,
      "々": 1554,
      "〇": 1555,
      "〈": 1556,
      "〉": 1557,
      "《": 1558,
      "》": 1559,
      "「": 1560,
      "」": 1561,
      "『": 1562,
      "』": 1563,
      "【": 1564,
      "】": 1565,
      "〚": 1566,
      "〛": 1567,
      "〜": 1568,
      "〝": 1569,
      "〟": 1570,
      "〰": 1571,
      "〵": 1572,
      "〽": 1573,
      "ぁ": 1574,
      "あ": 1575,
      "い": 1576,
      "う": 1577,
      "え": 1578,
      "お": 1579,
      "か": 1580,
      "き": 1581,
      "く": 1582,
      "け": 1583,
      "こ": 1584,
      "さ": 1585,
      "し": 1586,
      "す": 1587,
      "せ": 1588,
      "そ": 1589,
      "た": 1590,
      "ち": 1591,
      "っ": 1592,
      "つ": 1593,
      "て": 1594,
      "と": 1595,
      "な": 1596,
      "に": 1597,
      "ぬ": 1598,
      "ね": 1599,
      "の": 1600,
      "は": 1601,
      "ひ": 1602,
      "ふ": 1603,
      "へ": 1604,
      "ほ": 1605,
      "ま": 1606,
      "み": 1607,
      "む": 1608,
      "め": 1609,
      "も": 1610,
      "ゃ": 1611,
      "や": 1612,
      "ゅ": 1613,
      "ゆ": 1614,
      "ょ": 1615,
      "よ": 1616,
      "ら": 1617,
      "り": 1618,
      "る": 1619,
      "れ": 1620,
      "ろ": 1621,
      "わ": 1622,
      "ゐ": 1623,
      "ゑ": 1624,
      "を": 1625,
      "ん": 1626,
      "゛": 1627,
      "゜": 1628,
      "゠": 1629,
      "ァ": 1630,
      "ア": 1631,
      "ィ": 1632,
      "イ": 1633,
      "ゥ": 1634,
      "ウ": 1635,
      "ェ": 1636,
      "エ": 1637,
      "ォ": 1638,
      "オ": 1639,
      "カ": 1640,
      "キ": 1641,
      "ク": 1642,
      "ケ": 1643,
      "コ": 1644,
      "サ": 1645,
      "シ": 1646,
      "ス": 1647,
      "セ": 1648,
      "ソ": 1649,
      "タ": 1650,
      "チ": 1651,
      "ッ": 1652,
      "ツ": 1653,
      "テ": 1654,
      "ト": 1655,
      "ナ": 1656,
      "ニ": 1657,
      "ヌ": 1658,
      "ネ": 1659,
      "ノ": 1660,
      "ハ": 1661,
      "ヒ": 1662,
      "フ": 1663,
      "ヘ": 1664,
      "ホ": 1665,
      "マ": 1666,
      "ミ": 1667,
      "ム": 1668,
      "メ": 1669,
      "モ": 1670,
      "ャ": 1671,
      "ヤ": 1672,
      "ュ": 1673,
      "ユ": 1674,
      "ョ": 1675,
      "ヨ": 1676,
      "ラ": 1677,
      "リ": 1678,
      "ル": 1679,
      "レ": 1680,
      "ロ": 1681,
      "ヮ": 1682,
      "ワ": 1683,
      "ヲ": 1684,
      "ン": 1685,
      "ヶ": 1686,
      "・": 1687,
      "ー": 1688,
      "ヽ": 1689,
      "ㄱ": 1690,
      "ㄴ": 1691,
      "ㄷ": 1692,
      "ㄹ": 1693,
      "ㅂ": 1694,
      "ㅅ": 1695,
      "ㅇ": 1696,
      "ㅊ": 1697,
      "ㅋ": 1698,
      "ㅌ": 1699,
      "ㅍ": 1700,
      "ㅏ": 1701,
      "ㅓ": 1702,
      "ㅗ": 1703,
      "ㅤ": 1704,
      "㋡": 1705,
      "㌀": 1706,
      "㌐": 1707,
      "㌔": 1708,
      "㌢": 1709,
      "㌥": 1710,
      "㌨": 1711,
      "㌰": 1712,
      "㍃": 1713,
      "㍉": 1714,
      "㍋": 1715,
      "㎐": 1716,
      "㎞": 1717,
      "㎨": 1718,
      "㐿": 1719,
      "㑈": 1720,
      "㓱": 1721,
      "㕃": 1722,
      "㕫": 1723,
      "㯿": 1724,
      "㰪": 1725,
      "㷶": 1726,
      "㸿": 1727,
      "㹨": 1728,
      "㹼": 1729,
      "㽃": 1730,
      "䖏": 1731,
      "䩲": 1732,
      "䷯": 1733,
      "一": 1734,
      "丁": 1735,
      "七": 1736,
      "万": 1737,
      "三": 1738,
      "上": 1739,
      "下": 1740,
      "不": 1741,
      "与": 1742,
      "丑": 1743,
      "专": 1744,
      "且": 1745,
      "世": 1746,
      "业": 1747,
      "东": 1748,
      "丝": 1749,
      "両": 1750,
      "丢": 1751,
      "两": 1752,
      "严": 1753,
      "並": 1754,
      "个": 1755,
      "中": 1756,
      "丰": 1757,
      "串": 1758,
      "临": 1759,
      "丸": 1760,
      "丹": 1761,
      "为": 1762,
      "主": 1763,
      "举": 1764,
      "乃": 1765,
      "久": 1766,
      "乇": 1767,
      "么": 1768,
      "义": 1769,
      "之": 1770,
      "乎": 1771,
      "乏": 1772,
      "乐": 1773,
      "乗": 1774,
      "乘": 1775,
      "九": 1776,
      "也": 1777,
      "习": 1778,
      "书": 1779,
      "买": 1780,
      "乱": 1781,
      "乳": 1782,
      "乾": 1783,
      "了": 1784,
      "予": 1785,
      "争": 1786,
      "事": 1787,
      "二": 1788,
      "于": 1789,
      "云": 1790,
      "互": 1791,
      "五": 1792,
      "井": 1793,
      "亚": 1794,
      "些": 1795,
      "亞": 1796,
      "亡": 1797,
      "交": 1798,
      "亦": 1799,
      "产": 1800,
      "享": 1801,
      "京": 1802,
      "亮": 1803,
      "亰": 1804,
      "人": 1805,
      "亿": 1806,
      "什": 1807,
      "仁": 1808,
      "仂": 1809,
      "仅": 1810,
      "今": 1811,
      "介": 1812,
      "仍": 1813,
      "从": 1814,
      "仏": 1815,
      "仓": 1816,
      "仔": 1817,
      "仕": 1818,
      "他": 1819,
      "付": 1820,
      "代": 1821,
      "令": 1822,
      "以": 1823,
      "仪": 1824,
      "们": 1825,
      "仮": 1826,
      "仰": 1827,
      "仲": 1828,
      "件": 1829,
      "价": 1830,
      "任": 1831,
      "份": 1832,
      "仿": 1833,
      "企": 1834,
      "伊": 1835,
      "伍": 1836,
      "伏": 1837,
      "休": 1838,
      "众": 1839,
      "优": 1840,
      "伙": 1841,
      "会": 1842,
      "伝": 1843,
      "传": 1844,
      "伤": 1845,
      "伪": 1846,
      "伯": 1847,
      "估": 1848,
      "伴": 1849,
      "伺": 1850,
      "似": 1851,
      "伽": 1852,
      "但": 1853,
      "佈": 1854,
      "位": 1855,
      "低": 1856,
      "住": 1857,
      "佐": 1858,
      "体": 1859,
      "何": 1860,
      "余": 1861,
      "佛": 1862,
      "作": 1863,
      "你": 1864,
      "佣": 1865,
      "佬": 1866,
      "佰": 1867,
      "佳": 1868,
      "併": 1869,
      "使": 1870,
      "侄": 1871,
      "來": 1872,
      "例": 1873,
      "供": 1874,
      "依": 1875,
      "侠": 1876,
      "価": 1877,
      "侣": 1878,
      "侧": 1879,
      "侵": 1880,
      "便": 1881,
      "係": 1882,
      "促": 1883,
      "俄": 1884,
      "俑": 1885,
      "保": 1886,
      "信": 1887,
      "俩": 1888,
      "修": 1889,
      "俱": 1890,
      "俳": 1891,
      "俵": 1892,
      "倉": 1893,
      "個": 1894,
      "倍": 1895,
      "們": 1896,
      "倒": 1897,
      "候": 1898,
      "借": 1899,
      "値": 1900,
      "债": 1901,
      "值": 1902,
      "倾": 1903,
      "假": 1904,
      "偏": 1905,
      "做": 1906,
      "停": 1907,
      "健": 1908,
      "側": 1909,
      "偶": 1910,
      "偷": 1911,
      "備": 1912,
      "傣": 1913,
      "储": 1914,
      "傳": 1915,
      "傷": 1916,
      "傻": 1917,
      "僅": 1918,
      "働": 1919,
      "像": 1920,
      "僕": 1921,
      "僧": 1922,
      "儀": 1923,
      "億": 1924,
      "儒": 1925,
      "優": 1926,
      "儿": 1927,
      "允": 1928,
      "元": 1929,
      "兄": 1930,
      "充": 1931,
      "兆": 1932,
      "先": 1933,
      "光": 1934,
      "克": 1935,
      "免": 1936,
      "児": 1937,
      "兑": 1938,
      "兔": 1939,
      "党": 1940,
      "兜": 1941,
      "入": 1942,
      "全": 1943,
      "兩": 1944,
      "八": 1945,
      "公": 1946,
      "六": 1947,
      "兰": 1948,
      "共": 1949,
      "关": 1950,
      "兴": 1951,
      "兵": 1952,
      "其": 1953,
      "具": 1954,
      "典": 1955,
      "兼": 1956,
      "兽": 1957,
      "内": 1958,
      "円": 1959,
      "冇": 1960,
      "冊": 1961,
      "册": 1962,
      "再": 1963,
      "冗": 1964,
      "写": 1965,
      "军": 1966,
      "农": 1967,
      "冠": 1968,
      "冥": 1969,
      "冪": 1970,
      "冬": 1971,
      "冲": 1972,
      "决": 1973,
      "况": 1974,
      "冷": 1975,
      "冻": 1976,
      "净": 1977,
      "准": 1978,
      "凉": 1979,
      "凌": 1980,
      "凍": 1981,
      "减": 1982,
      "凑": 1983,
      "凝": 1984,
      "几": 1985,
      "凤": 1986,
      "処": 1987,
      "凭": 1988,
      "凯": 1989,
      "凸": 1990,
      "出": 1991,
      "击": 1992,
      "函": 1993,
      "刀": 1994,
      "分": 1995,
      "切": 1996,
      "刊": 1997,
      "划": 1998,
      "列": 1999,
      "刘": 2000,
      "则": 2001,
      "刚": 2002,
      "创": 2003,
      "初": 2004,
      "删": 2005,
      "判": 2006,
      "別": 2007,
      "利": 2008,
      "别": 2009,
      "到": 2010,
      "制": 2011,
      "刷": 2012,
      "券": 2013,
      "刺": 2014,
      "刻": 2015,
      "則": 2016,
      "削": 2017,
      "前": 2018,
      "剔": 2019,
      "剥": 2020,
      "剧": 2021,
      "剩": 2022,
      "剪": 2023,
      "副": 2024,
      "割": 2025,
      "創": 2026,
      "劃": 2027,
      "劇": 2028,
      "劍": 2029,
      "力": 2030,
      "办": 2031,
      "功": 2032,
      "加": 2033,
      "务": 2034,
      "劣": 2035,
      "动": 2036,
      "助": 2037,
      "努": 2038,
      "劫": 2039,
      "励": 2040,
      "劲": 2041,
      "劳": 2042,
      "労": 2043,
      "効": 2044,
      "势": 2045,
      "勇": 2046,
      "勉": 2047,
      "勋": 2048,
      "勒": 2049,
      "動": 2050,
      "勘": 2051,
      "務": 2052,
      "勝": 2053,
      "勢": 2054,
      "勤": 2055,
      "勧": 2056,
      "勾": 2057,
      "勿": 2058,
      "包": 2059,
      "匕": 2060,
      "化": 2061,
      "北": 2062,
      "匹": 2063,
      "区": 2064,
      "医": 2065,
      "匿": 2066,
      "區": 2067,
      "十": 2068,
      "千": 2069,
      "升": 2070,
      "午": 2071,
      "半": 2072,
      "华": 2073,
      "协": 2074,
      "卒": 2075,
      "卓": 2076,
      "協": 2077,
      "单": 2078,
      "卖": 2079,
      "南": 2080,
      "単": 2081,
      "博": 2082,
      "占": 2083,
      "卡": 2084,
      "卢": 2085,
      "卦": 2086,
      "卫": 2087,
      "印": 2088,
      "危": 2089,
      "即": 2090,
      "却": 2091,
      "卵": 2092,
      "卷": 2093,
      "厂": 2094,
      "历": 2095,
      "厉": 2096,
      "压": 2097,
      "厘": 2098,
      "厚": 2099,
      "原": 2100,
      "厦": 2101,
      "厳": 2102,
      "去": 2103,
      "叁": 2104,
      "参": 2105,
      "參": 2106,
      "叄": 2107,
      "又": 2108,
      "叉": 2109,
      "及": 2110,
      "友": 2111,
      "双": 2112,
      "反": 2113,
      "収": 2114,
      "发": 2115,
      "叔": 2116,
      "取": 2117,
      "受": 2118,
      "变": 2119,
      "叙": 2120,
      "叛": 2121,
      "叠": 2122,
      "口": 2123,
      "古": 2124,
      "句": 2125,
      "另": 2126,
      "叩": 2127,
      "只": 2128,
      "叫": 2129,
      "召": 2130,
      "可": 2131,
      "台": 2132,
      "史": 2133,
      "右": 2134,
      "号": 2135,
      "司": 2136,
      "叻": 2137,
      "吁": 2138,
      "吃": 2139,
      "各": 2140,
      "合": 2141,
      "吉": 2142,
      "同": 2143,
      "名": 2144,
      "后": 2145,
      "吐": 2146,
      "向": 2147,
      "吖": 2148,
      "吗": 2149,
      "君": 2150,
      "吞": 2151,
      "否": 2152,
      "吧": 2153,
      "含": 2154,
      "听": 2155,
      "启": 2156,
      "吴": 2157,
      "吶": 2158,
      "吸": 2159,
      "吹": 2160,
      "吼": 2161,
      "吽": 2162,
      "吾": 2163,
      "呂": 2164,
      "呆": 2165,
      "呈": 2166,
      "告": 2167,
      "呋": 2168,
      "呐": 2169,
      "呗": 2170,
      "员": 2171,
      "呢": 2172,
      "呦": 2173,
      "周": 2174,
      "呱": 2175,
      "味": 2176,
      "呵": 2177,
      "呼": 2178,
      "命": 2179,
      "和": 2180,
      "咒": 2181,
      "咔": 2182,
      "咕": 2183,
      "咖": 2184,
      "咤": 2185,
      "咨": 2186,
      "咪": 2187,
      "咬": 2188,
      "咯": 2189,
      "咲": 2190,
      "品": 2191,
      "哆": 2192,
      "哇": 2193,
      "哈": 2194,
      "响": 2195,
      "哔": 2196,
      "哞": 2197,
      "員": 2198,
      "哥": 2199,
      "哦": 2200,
      "哩": 2201,
      "哪": 2202,
      "哮": 2203,
      "哲": 2204,
      "唐": 2205,
      "唔": 2206,
      "唤": 2207,
      "唬": 2208,
      "售": 2209,
      "唯": 2210,
      "唱": 2211,
      "商": 2212,
      "啊": 2213,
      "問": 2214,
      "啟": 2215,
      "啡": 2216,
      "啥": 2217,
      "啦": 2218,
      "啰": 2219,
      "啽": 2220,
      "喀": 2221,
      "喂": 2222,
      "喃": 2223,
      "善": 2224,
      "喜": 2225,
      "喝": 2226,
      "喬": 2227,
      "單": 2228,
      "営": 2229,
      "喼": 2230,
      "喽": 2231,
      "嗄": 2232,
      "嗅": 2233,
      "嗎": 2234,
      "嗒": 2235,
      "嗚": 2236,
      "嗡": 2237,
      "嗥": 2238,
      "嗯": 2239,
      "嗷": 2240,
      "嘅": 2241,
      "嘇": 2242,
      "嘍": 2243,
      "嘚": 2244,
      "嘶": 2245,
      "嘿": 2246,
      "噌": 2247,
      "噔": 2248,
      "噗": 2249,
      "噢": 2250,
      "噤": 2251,
      "器": 2252,
      "嚁": 2253,
      "嚄": 2254,
      "嚓": 2255,
      "嚤": 2256,
      "嚩": 2257,
      "嚴": 2258,
      "囉": 2259,
      "囊": 2260,
      "囑": 2261,
      "四": 2262,
      "回": 2263,
      "因": 2264,
      "团": 2265,
      "団": 2266,
      "园": 2267,
      "困": 2268,
      "囲": 2269,
      "図": 2270,
      "围": 2271,
      "固": 2272,
      "国": 2273,
      "图": 2274,
      "圆": 2275,
      "圈": 2276,
      "國": 2277,
      "圏": 2278,
      "園": 2279,
      "圖": 2280,
      "團": 2281,
      "土": 2282,
      "圣": 2283,
      "圧": 2284,
      "在": 2285,
      "地": 2286,
      "圳": 2287,
      "场": 2288,
      "圾": 2289,
      "址": 2290,
      "坂": 2291,
      "均": 2292,
      "坊": 2293,
      "坏": 2294,
      "坐": 2295,
      "坑": 2296,
      "块": 2297,
      "坚": 2298,
      "坡": 2299,
      "坤": 2300,
      "坦": 2301,
      "垂": 2302,
      "垃": 2303,
      "垄": 2304,
      "型": 2305,
      "垓": 2306,
      "埃": 2307,
      "埋": 2308,
      "城": 2309,
      "域": 2310,
      "執": 2311,
      "基": 2312,
      "埼": 2313,
      "堂": 2314,
      "堅": 2315,
      "堆": 2316,
      "報": 2317,
      "場": 2318,
      "堵": 2319,
      "塑": 2320,
      "塔": 2321,
      "塞": 2322,
      "塩": 2323,
      "填": 2324,
      "境": 2325,
      "墓": 2326,
      "増": 2327,
      "墙": 2328,
      "增": 2329,
      "墨": 2330,
      "壤": 2331,
      "士": 2332,
      "壮": 2333,
      "声": 2334,
      "売": 2335,
      "壹": 2336,
      "处": 2337,
      "备": 2338,
      "変": 2339,
      "复": 2340,
      "夏": 2341,
      "夕": 2342,
      "外": 2343,
      "多": 2344,
      "夜": 2345,
      "够": 2346,
      "夢": 2347,
      "大": 2348,
      "天": 2349,
      "太": 2350,
      "夫": 2351,
      "央": 2352,
      "失": 2353,
      "头": 2354,
      "夷": 2355,
      "夹": 2356,
      "夺": 2357,
      "奇": 2358,
      "奈": 2359,
      "奉": 2360,
      "奏": 2361,
      "契": 2362,
      "奔": 2363,
      "套": 2364,
      "奢": 2365,
      "奥": 2366,
      "奧": 2367,
      "奨": 2368,
      "奮": 2369,
      "女": 2370,
      "奴": 2371,
      "奶": 2372,
      "她": 2373,
      "好": 2374,
      "如": 2375,
      "妈": 2376,
      "妙": 2377,
      "妥": 2378,
      "妨": 2379,
      "妮": 2380,
      "妹": 2381,
      "妻": 2382,
      "姆": 2383,
      "姉": 2384,
      "始": 2385,
      "姓": 2386,
      "委": 2387,
      "姪": 2388,
      "姫": 2389,
      "姬": 2390,
      "姿": 2391,
      "威": 2392,
      "娃": 2393,
      "娅": 2394,
      "娑": 2395,
      "娘": 2396,
      "娲": 2397,
      "娴": 2398,
      "婆": 2399,
      "婉": 2400,
      "婦": 2401,
      "婪": 2402,
      "婷": 2403,
      "媒": 2404,
      "嫩": 2405,
      "子": 2406,
      "孕": 2407,
      "字": 2408,
      "存": 2409,
      "孙": 2410,
      "孝": 2411,
      "孟": 2412,
      "季": 2413,
      "孤": 2414,
      "学": 2415,
      "孪": 2416,
      "孫": 2417,
      "學": 2418,
      "宁": 2419,
      "它": 2420,
      "宅": 2421,
      "宇": 2422,
      "守": 2423,
      "安": 2424,
      "完": 2425,
      "宏": 2426,
      "宕": 2427,
      "宗": 2428,
      "官": 2429,
      "宙": 2430,
      "定": 2431,
      "宝": 2432,
      "实": 2433,
      "実": 2434,
      "审": 2435,
      "客": 2436,
      "宣": 2437,
      "室": 2438,
      "宪": 2439,
      "宮": 2440,
      "害": 2441,
      "家": 2442,
      "容": 2443,
      "宽": 2444,
      "宾": 2445,
      "宿": 2446,
      "寂": 2447,
      "寄": 2448,
      "密": 2449,
      "寇": 2450,
      "富": 2451,
      "寒": 2452,
      "察": 2453,
      "寡": 2454,
      "實": 2455,
      "寨": 2456,
      "寫": 2457,
      "寶": 2458,
      "寸": 2459,
      "对": 2460,
      "寺": 2461,
      "寻": 2462,
      "导": 2463,
      "対": 2464,
      "寿": 2465,
      "封": 2466,
      "専": 2467,
      "射": 2468,
      "将": 2469,
      "尊": 2470,
      "尋": 2471,
      "對": 2472,
      "導": 2473,
      "小": 2474,
      "少": 2475,
      "尔": 2476,
      "尖": 2477,
      "尚": 2478,
      "尝": 2479,
      "尤": 2480,
      "就": 2481,
      "尺": 2482,
      "尼": 2483,
      "尽": 2484,
      "尾": 2485,
      "局": 2486,
      "层": 2487,
      "居": 2488,
      "届": 2489,
      "屋": 2490,
      "屏": 2491,
      "展": 2492,
      "属": 2493,
      "層": 2494,
      "履": 2495,
      "山": 2496,
      "岁": 2497,
      "岐": 2498,
      "岗": 2499,
      "岛": 2500,
      "岡": 2501,
      "岩": 2502,
      "岳": 2503,
      "岸": 2504,
      "峨": 2505,
      "峰": 2506,
      "島": 2507,
      "崩": 2508,
      "嵌": 2509,
      "嶽": 2510,
      "川": 2511,
      "州": 2512,
      "巣": 2513,
      "工": 2514,
      "左": 2515,
      "巧": 2516,
      "巨": 2517,
      "巫": 2518,
      "差": 2519,
      "己": 2520,
      "已": 2521,
      "巴": 2522,
      "巻": 2523,
      "巽": 2524,
      "币": 2525,
      "市": 2526,
      "布": 2527,
      "师": 2528,
      "希": 2529,
      "帐": 2530,
      "帕": 2531,
      "帘": 2532,
      "帝": 2533,
      "带": 2534,
      "帧": 2535,
      "師": 2536,
      "席": 2537,
      "帮": 2538,
      "帯": 2539,
      "帰": 2540,
      "帳": 2541,
      "帶": 2542,
      "常": 2543,
      "幂": 2544,
      "幅": 2545,
      "幌": 2546,
      "幕": 2547,
      "干": 2548,
      "平": 2549,
      "年": 2550,
      "并": 2551,
      "幸": 2552,
      "幹": 2553,
      "幻": 2554,
      "幼": 2555,
      "幾": 2556,
      "广": 2557,
      "庁": 2558,
      "広": 2559,
      "庆": 2560,
      "庇": 2561,
      "序": 2562,
      "库": 2563,
      "应": 2564,
      "底": 2565,
      "店": 2566,
      "庙": 2567,
      "庚": 2568,
      "府": 2569,
      "庞": 2570,
      "废": 2571,
      "度": 2572,
      "座": 2573,
      "庫": 2574,
      "庭": 2575,
      "康": 2576,
      "庸": 2577,
      "廉": 2578,
      "廟": 2579,
      "廣": 2580,
      "延": 2581,
      "建": 2582,
      "开": 2583,
      "弁": 2584,
      "异": 2585,
      "弃": 2586,
      "弈": 2587,
      "式": 2588,
      "弓": 2589,
      "引": 2590,
      "弗": 2591,
      "弟": 2592,
      "张": 2593,
      "弥": 2594,
      "弦": 2595,
      "弧": 2596,
      "弯": 2597,
      "弱": 2598,
      "張": 2599,
      "強": 2600,
      "弹": 2601,
      "强": 2602,
      "彌": 2603,
      "归": 2604,
      "当": 2605,
      "录": 2606,
      "彙": 2607,
      "彝": 2608,
      "形": 2609,
      "彦": 2610,
      "彩": 2611,
      "影": 2612,
      "役": 2613,
      "往": 2614,
      "征": 2615,
      "径": 2616,
      "待": 2617,
      "很": 2618,
      "律": 2619,
      "後": 2620,
      "徐": 2621,
      "徒": 2622,
      "従": 2623,
      "得": 2624,
      "從": 2625,
      "御": 2626,
      "復": 2627,
      "循": 2628,
      "微": 2629,
      "徳": 2630,
      "徴": 2631,
      "德": 2632,
      "心": 2633,
      "必": 2634,
      "忍": 2635,
      "志": 2636,
      "忘": 2637,
      "忙": 2638,
      "応": 2639,
      "忠": 2640,
      "忧": 2641,
      "快": 2642,
      "念": 2643,
      "忽": 2644,
      "怀": 2645,
      "态": 2646,
      "怎": 2647,
      "怖": 2648,
      "怛": 2649,
      "怜": 2650,
      "思": 2651,
      "怠": 2652,
      "急": 2653,
      "性": 2654,
      "怪": 2655,
      "怯": 2656,
      "总": 2657,
      "恐": 2658,
      "恒": 2659,
      "恢": 2660,
      "恤": 2661,
      "恩": 2662,
      "息": 2663,
      "恰": 2664,
      "恵": 2665,
      "恶": 2666,
      "悄": 2667,
      "悉": 2668,
      "悟": 2669,
      "您": 2670,
      "悪": 2671,
      "悬": 2672,
      "悲": 2673,
      "情": 2674,
      "惊": 2675,
      "惜": 2676,
      "惠": 2677,
      "惯": 2678,
      "想": 2679,
      "愍": 2680,
      "意": 2681,
      "愛": 2682,
      "感": 2683,
      "愤": 2684,
      "愿": 2685,
      "慈": 2686,
      "態": 2687,
      "慎": 2688,
      "慘": 2689,
      "慢": 2690,
      "慣": 2691,
      "慧": 2692,
      "慮": 2693,
      "憂": 2694,
      "憑": 2695,
      "憲": 2696,
      "憾": 2697,
      "應": 2698,
      "懒": 2699,
      "戊": 2700,
      "戌": 2701,
      "戏": 2702,
      "成": 2703,
      "我": 2704,
      "或": 2705,
      "战": 2706,
      "戦": 2707,
      "截": 2708,
      "戳": 2709,
      "户": 2710,
      "戸": 2711,
      "戻": 2712,
      "房": 2713,
      "所": 2714,
      "手": 2715,
      "才": 2716,
      "扎": 2717,
      "打": 2718,
      "払": 2719,
      "托": 2720,
      "扣": 2721,
      "执": 2722,
      "扩": 2723,
      "扫": 2724,
      "扭": 2725,
      "扰": 2726,
      "扱": 2727,
      "批": 2728,
      "找": 2729,
      "承": 2730,
      "技": 2731,
      "抄": 2732,
      "把": 2733,
      "抑": 2734,
      "抓": 2735,
      "投": 2736,
      "抖": 2737,
      "抗": 2738,
      "折": 2739,
      "択": 2740,
      "护": 2741,
      "报": 2742,
      "披": 2743,
      "抱": 2744,
      "抵": 2745,
      "抹": 2746,
      "押": 2747,
      "抽": 2748,
      "担": 2749,
      "拆": 2750,
      "拉": 2751,
      "拍": 2752,
      "拒": 2753,
      "拓": 2754,
      "拖": 2755,
      "拙": 2756,
      "招": 2757,
      "拝": 2758,
      "拟": 2759,
      "拠": 2760,
      "拡": 2761,
      "拥": 2762,
      "拦": 2763,
      "拨": 2764,
      "择": 2765,
      "括": 2766,
      "拷": 2767,
      "拼": 2768,
      "拽": 2769,
      "拾": 2770,
      "拿": 2771,
      "持": 2772,
      "挂": 2773,
      "指": 2774,
      "按": 2775,
      "挑": 2776,
      "挖": 2777,
      "挙": 2778,
      "挝": 2779,
      "挡": 2780,
      "挤": 2781,
      "挥": 2782,
      "挫": 2783,
      "振": 2784,
      "挺": 2785,
      "挿": 2786,
      "捉": 2787,
      "捍": 2788,
      "捐": 2789,
      "捕": 2790,
      "捗": 2791,
      "损": 2792,
      "换": 2793,
      "捨": 2794,
      "据": 2795,
      "捷": 2796,
      "掀": 2797,
      "授": 2798,
      "掉": 2799,
      "掌": 2800,
      "排": 2801,
      "掘": 2802,
      "掛": 2803,
      "採": 2804,
      "探": 2805,
      "接": 2806,
      "控": 2807,
      "推": 2808,
      "掩": 2809,
      "揃": 2810,
      "描": 2811,
      "提": 2812,
      "插": 2813,
      "換": 2814,
      "握": 2815,
      "揭": 2816,
      "揮": 2817,
      "援": 2818,
      "損": 2819,
      "搜": 2820,
      "搞": 2821,
      "搬": 2822,
      "搭": 2823,
      "携": 2824,
      "摄": 2825,
      "摆": 2826,
      "摘": 2827,
      "摩": 2828,
      "撃": 2829,
      "撑": 2830,
      "撒": 2831,
      "撤": 2832,
      "播": 2833,
      "撰": 2834,
      "撸": 2835,
      "擇": 2836,
      "擊": 2837,
      "操": 2838,
      "擎": 2839,
      "據": 2840,
      "擲": 2841,
      "擴": 2842,
      "攥": 2843,
      "攫": 2844,
      "支": 2845,
      "收": 2846,
      "改": 2847,
      "攻": 2848,
      "放": 2849,
      "政": 2850,
      "故": 2851,
      "效": 2852,
      "敏": 2853,
      "救": 2854,
      "敗": 2855,
      "教": 2856,
      "敢": 2857,
      "散": 2858,
      "敦": 2859,
      "敬": 2860,
      "数": 2861,
      "敲": 2862,
      "整": 2863,
      "敵": 2864,
      "數": 2865,
      "文": 2866,
      "斐": 2867,
      "斗": 2868,
      "料": 2869,
      "斟": 2870,
      "斥": 2871,
      "断": 2872,
      "斯": 2873,
      "新": 2874,
      "斷": 2875,
      "方": 2876,
      "於": 2877,
      "施": 2878,
      "旁": 2879,
      "旅": 2880,
      "旋": 2881,
      "族": 2882,
      "旗": 2883,
      "无": 2884,
      "既": 2885,
      "日": 2886,
      "旦": 2887,
      "旧": 2888,
      "旨": 2889,
      "早": 2890,
      "时": 2891,
      "昆": 2892,
      "昌": 2893,
      "明": 2894,
      "易": 2895,
      "昔": 2896,
      "星": 2897,
      "映": 2898,
      "春": 2899,
      "昨": 2900,
      "昭": 2901,
      "是": 2902,
      "昵": 2903,
      "昼": 2904,
      "显": 2905,
      "時": 2906,
      "晒": 2907,
      "晓": 2908,
      "晚": 2909,
      "晨": 2910,
      "晩": 2911,
      "普": 2912,
      "景": 2913,
      "晰": 2914,
      "晴": 2915,
      "晶": 2916,
      "智": 2917,
      "暂": 2918,
      "暑": 2919,
      "暖": 2920,
      "暗": 2921,
      "暮": 2922,
      "暴": 2923,
      "曆": 2924,
      "曜": 2925,
      "曰": 2926,
      "曲": 2927,
      "曳": 2928,
      "更": 2929,
      "書": 2930,
      "曼": 2931,
      "曾": 2932,
      "替": 2933,
      "最": 2934,
      "會": 2935,
      "月": 2936,
      "有": 2937,
      "朋": 2938,
      "服": 2939,
      "朗": 2940,
      "望": 2941,
      "朝": 2942,
      "期": 2943,
      "木": 2944,
      "未": 2945,
      "末": 2946,
      "本": 2947,
      "札": 2948,
      "术": 2949,
      "朴": 2950,
      "机": 2951,
      "朽": 2952,
      "杀": 2953,
      "杂": 2954,
      "权": 2955,
      "杉": 2956,
      "李": 2957,
      "材": 2958,
      "村": 2959,
      "杜": 2960,
      "杞": 2961,
